-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Dec 08, 2015 at 10:09 AM
-- Server version: 10.1.8-MariaDB
-- PHP Version: 5.6.14

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `tankdb`
--

-- --------------------------------------------------------

--
-- Table structure for table `tk_announcement`
--

DROP TABLE IF EXISTS `tk_announcement`;
CREATE TABLE `tk_announcement` (
  `AID` bigint(20) UNSIGNED NOT NULL,
  `tk_anc_title` varchar(80) NOT NULL,
  `tk_anc_text` text NOT NULL,
  `tk_anc_type` smallint(4) NOT NULL DEFAULT '0',
  `tk_anc_create` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `tk_anc_lastupdate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_announcement`
--

INSERT INTO `tk_announcement` (`AID`, `tk_anc_title`, `tk_anc_text`, `tk_anc_type`, `tk_anc_create`, `tk_anc_lastupdate`) VALUES
(2, '关于本系统问题请暂时在综合所群里反馈：-）', '<p>\r\n	关于本系统的以下问题请暂时在综合所群里反馈，谢谢：\r\n</p>\r\n<p>\r\n	（1）所项目管理过程中需要进一步增加、完善的功能；\r\n</p>\r\n<p>\r\n	（2）目前系统的bug等；\r\n</p>', 2, 1, '2015-01-05 04:35:53'),
(3, '请各位负责人创建新项目时注意查找是否有重复', '建议项目参加人员可提醒项目负责人来“新建项目”，然后自己可在该项目下新建任务', 2, 1, '2014-08-27 02:37:29');

-- --------------------------------------------------------

--
-- Table structure for table `tk_approval`
--

DROP TABLE IF EXISTS `tk_approval`;
CREATE TABLE `tk_approval` (
  `id` int(11) NOT NULL,
  `type` int(11) NOT NULL,
  `subject` varchar(200) NOT NULL,
  `create_date` datetime NOT NULL,
  `project_id` int(11) NOT NULL,
  `task_id` int(11) NOT NULL,
  `sender` int(11) NOT NULL,
  `receiver` int(11) NOT NULL,
  `state` tinyint(4) NOT NULL DEFAULT '0',
  `update_date` datetime NOT NULL,
  `parent_id` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_approval`
--

INSERT INTO `tk_approval` (`id`, `type`, `subject`, `create_date`, `project_id`, `task_id`, `sender`, `receiver`, `state`, `update_date`, `parent_id`) VALUES
(4, 1, '关于新建[asdfasdf1]项目的审批请示', '2015-12-08 17:07:00', 90, 0, 1, 51, 0, '2015-12-08 17:07:00', 0);

-- --------------------------------------------------------

--
-- Table structure for table `tk_bug`
--

DROP TABLE IF EXISTS `tk_bug`;
CREATE TABLE `tk_bug` (
  `bugid` bigint(20) UNSIGNED NOT NULL,
  `tk_bug_title` text,
  `tk_bug_description` text,
  `tk_bug_type` text,
  `tk_bug_priority` text,
  `tk_bug_project` text,
  `tk_bug_project_sub` text,
  `tk_bug_attachment` text,
  `tk_bug_log` text,
  `tk_bug_comment` text,
  `tk_bug_status` text,
  `tk_bug_from_team` text,
  `tk_bug_from` text,
  `tk_bug_to_team` text,
  `tk_bug_to` text,
  `tk_bug_url` text,
  `tk_bug_createtime` text,
  `tk_bug_lastupdate` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `tk_bug_backup1` text,
  `tk_bug_backup2` text,
  `tk_bug_backup3` text,
  `tk_bug_backup4` text,
  `tk_bug_backup5` text,
  `tk_bug_backup6` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tk_comment`
--

DROP TABLE IF EXISTS `tk_comment`;
CREATE TABLE `tk_comment` (
  `coid` bigint(20) UNSIGNED NOT NULL,
  `tk_comm_title` text NOT NULL,
  `tk_comm_text` varchar(60) NOT NULL,
  `tk_comm_type` tinyint(2) NOT NULL DEFAULT '0',
  `tk_comm_user` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `tk_comm_pid` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `tk_comm_lastupdate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_comment`
--

INSERT INTO `tk_comment` (`coid`, `tk_comm_title`, `tk_comm_text`, `tk_comm_type`, `tk_comm_user`, `tk_comm_pid`, `tk_comm_lastupdate`) VALUES
(2, 'asdfsafasdfadsfafasdf', '', 3, 1, 336, '2015-12-06 06:58:00'),
(3, 'asfsad', '', 3, 1, 340, '2015-12-06 07:03:11'),
(4, 'asfdasdfa', '', 3, 1, 345, '2015-12-06 07:07:57'),
(5, 'asfasdfasdf', '', 3, 1, 345, '2015-12-06 07:08:06'),
(6, 'dsfasdfasdfasdfasdfasdfasdfasdfas', '', 3, 46, 340, '2015-12-06 12:30:50');

-- --------------------------------------------------------

--
-- Table structure for table `tk_document`
--

DROP TABLE IF EXISTS `tk_document`;
CREATE TABLE `tk_document` (
  `docid` bigint(20) UNSIGNED NOT NULL,
  `tk_doc_title` varchar(80) NOT NULL,
  `tk_doc_description` longtext NOT NULL,
  `tk_doc_attachment` varchar(255) NOT NULL DEFAULT '',
  `tk_doc_class1` bigint(20) NOT NULL DEFAULT '0',
  `tk_doc_class2` bigint(20) NOT NULL DEFAULT '0',
  `tk_doc_type` varchar(20) NOT NULL,
  `tk_doc_create` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `tk_doc_createtime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `tk_doc_edit` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `tk_doc_edittime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `tk_doc_backup1` tinyint(2) NOT NULL DEFAULT '0',
  `tk_doc_backup2` varchar(60) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_document`
--

INSERT INTO `tk_document` (`docid`, `tk_doc_title`, `tk_doc_description`, `tk_doc_attachment`, `tk_doc_class1`, `tk_doc_class2`, `tk_doc_type`, `tk_doc_create`, `tk_doc_createtime`, `tk_doc_edit`, `tk_doc_edittime`, `tk_doc_backup1`, `tk_doc_backup2`) VALUES
(1, '项目成果', '', '', 44, 0, '', 31, '2014-09-12 09:19:20', 31, '2014-09-12 07:19:28', 1, ''),
(2, '项目成果', '中间成果', '', 44, 0, '', 31, '2014-09-12 09:19:46', 31, '2014-09-12 07:19:59', 1, ''),
(4, '资料文档', '', '', -1, -1, '', 7, '2014-09-22 11:14:13', 7, '2014-09-22 09:14:21', 1, ''),
(6, '2010年交通工作会议部长讲话', '', 'upload/63228973f9c43d6687275fe0960d5cb5_2010年交通工作会议部长讲话.docx', -1, 5, '', 7, '2014-09-22 11:19:09', 7, '2014-09-22 09:22:57', 0, ''),
(7, '2011年交通工作会议部长讲话', '', 'upload/42c37279bd46aa757bdcd7ec1740433d_2011年交通工作会议部长讲话.docx', -1, 5, '', 7, '2014-09-22 11:20:08', 7, '2014-09-22 09:21:50', 0, ''),
(8, '2013年交通工作会议部长讲话', '', 'upload/52e08a1e585457bb5d5101efb19993fb_2013年交通工作会议部长讲话.doc', -1, 5, '', 7, '2014-09-22 11:23:39', 7, '2014-09-22 09:23:58', 0, ''),
(9, '团队建设', 'PHOTOS FOR&nbsp;TEAM BUILDING&nbsp;', '', -1, -1, '', 1, '2015-12-06 08:53:30', 1, '2015-12-06 07:54:10', 1, ''),
(10, 'RWEEWE', 'WRWRWERWERW', 'upload/59072b0c81a73d81a07af3b60b6aef10_618.jpg', -1, 9, '', 1, '2015-12-06 08:54:33', 1, '2015-12-06 07:55:10', 0, ''),
(11, 'dfdfdf', 'dfdfdfdfd', '', -1, -1, '', 1, '2015-12-06 10:51:14', 1, '2015-12-06 09:51:19', 1, ''),
(12, 'asfsdf', '', '', -1, -1, '', 1, '2015-12-06 12:46:08', 1, '2015-12-06 11:46:15', 1, ''),
(13, 'zxvzxvcz', 'zxv', '', -1, -1, '', 1, '2015-12-06 12:47:53', 1, '2015-12-06 11:47:58', 1, ''),
(16, '常见问题', '<ol>\r\n	<li>\r\n		问题一<br />\r\n<br />\r\n	</li>\r\n	<li>\r\n		问题二\r\n	</li>\r\n</ol>', '', 87, 0, '', 1, '2015-12-08 06:20:48', 1, '2015-12-08 05:21:31', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `tk_item`
--

DROP TABLE IF EXISTS `tk_item`;
CREATE TABLE `tk_item` (
  `item_id` smallint(4) UNSIGNED NOT NULL,
  `tk_item_key` varchar(60) CHARACTER SET utf8 NOT NULL,
  `tk_item_value` varchar(60) CHARACTER SET utf8 NOT NULL,
  `tk_item_title` varchar(60) CHARACTER SET utf8 NOT NULL,
  `tk_item_description` varchar(255) CHARACTER SET utf8 NOT NULL,
  `tk_item_type` varchar(20) CHARACTER SET utf8 NOT NULL,
  `tk_item_lastupdate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `tk_item`
--

INSERT INTO `tk_item` (`item_id`, `tk_item_key`, `tk_item_value`, `tk_item_title`, `tk_item_description`, `tk_item_type`, `tk_item_lastupdate`) VALUES
(3, 'outofdate', 'on', '是否显示过期任务提醒', '”on“为开启，”off“为关闭', 'setting', '2012-06-10 06:03:36'),
(7, 'mail_create', 'off', '新任务提醒', '当有新任务到达时提醒任务执行人 "on" 为启用该功能, "off" 为禁用该功能', 'setting_mail', '2014-08-13 08:00:06'),
(8, 'mail_update', 'off', '任务更新提醒', '当任务状态更新时提醒任务负责人(来自谁) "on" 为启用该功能, "off" 为禁用该功能', 'setting_mail', '2012-07-04 14:02:50'),
(9, 'mail_comment', 'off', '新备注提醒', '当任务有新备注时提醒任务执行人 "on" 为启用该功能, "off" 为禁用该功能', 'setting_mail', '2012-07-04 14:02:53'),
(10, 'mail_host', 'smtp.tpri.gov.cn', 'SMTP邮件服务器', 'SMTP邮件服务器地址,如:smtp.sina.com', 'setting_mail', '2014-08-13 07:51:23'),
(11, 'mail_port', '25', 'SMTP邮件服务器端口', 'SMTP邮件服务器的端口号,默认为25，无需修改', 'setting_mail', '2012-06-16 15:00:04'),
(12, 'mail_username', 'yourname@sina.com', '用户名', '用户名:邮件帐号的用户名,如使用新浪邮箱，请填写完整的邮件地址,如: yourname@sina.com', 'setting_mail', '2012-07-04 14:03:05'),
(13, 'mail_password', 'yourpassword', '密码', '密码:邮件帐号的密码', 'setting_mail', '2012-07-04 14:03:19'),
(14, 'mail_from', 'yourname@sina.com', '发送邮件的邮箱', '发送邮件的邮箱,如: yourname@sina.com', 'setting_mail', '2012-07-04 14:03:10'),
(15, 'mail_fromname', 'WSS', '显示名称', '邮件发送人的显示名称', 'setting_mail', '2012-06-16 14:57:02'),
(16, 'mail_charset', 'UTF-8', '编码格式', '邮件编码格式设置，默认为UTF-8，无需修改', 'setting_mail', '2012-06-16 15:00:11'),
(17, 'mail_auth', 'true', 'SMTP验证', '启用SMTP验证功能，默认为true，无需修改', 'setting_mail', '2012-06-16 15:02:12'),
(18, 'maxrows_task', '100', '每页任务数', '任务列表页，每页显示的任务数量，只支持正整数', 'setting', '2014-08-27 02:41:44'),
(19, 'maxrows_timeout', '5', '每页过期任务数', '任务列表页，每页显示的过期任务数量，只支持正整数', 'setting', '2012-06-17 06:58:04'),
(20, 'maxrows_project', '100', '每页项目数', '项目列表页，每页显示的项目数量，只支持正整数', 'setting', '2014-08-27 02:41:53'),
(21, 'maxrows_user', '50', '每页用户数', '用户列表页，每页显示的用户数量，只支持正整数', 'setting', '2014-08-27 02:42:02'),
(22, 'maxrows_announcement', '30', '每页公告数', '公告列表页，每页显示的公告数量，只支持正整数', 'setting', '2014-08-27 02:42:14');

-- --------------------------------------------------------

--
-- Table structure for table `tk_item01`
--

DROP TABLE IF EXISTS `tk_item01`;
CREATE TABLE `tk_item01` (
  `im01id` bigint(20) UNSIGNED NOT NULL,
  `tk_im01_field01` text,
  `tk_im01_field02` text,
  `tk_im01_field03` text,
  `tk_im01_field04` text,
  `tk_im01_field05` text,
  `tk_im01_field06` text,
  `tk_im01_field07` text,
  `tk_im01_field08` text,
  `tk_im01_field09` text,
  `tk_im01_field10` text,
  `tk_im01_field11` text,
  `tk_im01_field12` text,
  `tk_im01_field13` text,
  `tk_im01_lastupdate` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tk_item02`
--

DROP TABLE IF EXISTS `tk_item02`;
CREATE TABLE `tk_item02` (
  `im02id` bigint(20) UNSIGNED NOT NULL,
  `tk_im02_field01` text,
  `tk_im02_field02` text,
  `tk_im02_field03` text,
  `tk_im02_field04` text,
  `tk_im02_field05` text,
  `tk_im02_field06` text,
  `tk_im02_field07` text,
  `tk_im02_field08` text,
  `tk_im02_field09` text,
  `tk_im02_field10` text,
  `tk_im02_field11` text,
  `tk_im02_field12` text,
  `tk_im02_field13` text,
  `tk_im02_lastupdate` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tk_item03`
--

DROP TABLE IF EXISTS `tk_item03`;
CREATE TABLE `tk_item03` (
  `im03id` bigint(20) UNSIGNED NOT NULL,
  `tk_im03_field01` text,
  `tk_im03_field02` text,
  `tk_im03_field03` text,
  `tk_im03_field04` text,
  `tk_im03_field05` text,
  `tk_im03_field06` text,
  `tk_im03_field07` text,
  `tk_im03_field08` text,
  `tk_im03_field09` text,
  `tk_im03_field10` text,
  `tk_im03_field11` text,
  `tk_im03_field12` text,
  `tk_im03_field13` text,
  `tk_im03_lastupdate` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tk_item04`
--

DROP TABLE IF EXISTS `tk_item04`;
CREATE TABLE `tk_item04` (
  `im04id` bigint(20) UNSIGNED NOT NULL,
  `tk_im04_field01` text,
  `tk_im04_field02` text,
  `tk_im04_field03` text,
  `tk_im04_field04` text,
  `tk_im04_field05` text,
  `tk_im04_field06` text,
  `tk_im04_field07` text,
  `tk_im04_field08` text,
  `tk_im04_field09` text,
  `tk_im04_field10` text,
  `tk_im04_field11` text,
  `tk_im04_field12` text,
  `tk_im04_field13` text,
  `tk_im04_lastupdate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tk_item05`
--

DROP TABLE IF EXISTS `tk_item05`;
CREATE TABLE `tk_item05` (
  `im05id` bigint(20) UNSIGNED NOT NULL,
  `tk_im05_field01` text,
  `tk_im05_field02` text,
  `tk_im05_field03` text,
  `tk_im05_field04` text,
  `tk_im05_field05` text,
  `tk_im05_field06` text,
  `tk_im05_field07` text,
  `tk_im05_field08` text,
  `tk_im05_field09` text,
  `tk_im05_field10` text,
  `tk_im05_field11` text,
  `tk_im05_field12` text,
  `tk_im05_field13` text,
  `tk_im05_lastupdate` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tk_item06`
--

DROP TABLE IF EXISTS `tk_item06`;
CREATE TABLE `tk_item06` (
  `im06id` bigint(20) UNSIGNED NOT NULL,
  `tk_im06_field01` text,
  `tk_im06_field02` text,
  `tk_im06_field03` text,
  `tk_im06_field04` text,
  `tk_im06_field05` text,
  `tk_im06_field06` text,
  `tk_im06_field07` text,
  `tk_im06_field08` text,
  `tk_im06_field09` text,
  `tk_im06_field10` text,
  `tk_im06_field11` text,
  `tk_im06_field12` text,
  `tk_im06_field13` text,
  `tk_im06_field14` text,
  `tk_im06_field15` text,
  `tk_im06_field16` text,
  `tk_im06_field17` text,
  `tk_im06_field18` text,
  `tk_im06_field19` text,
  `tk_im06_field20` text,
  `tk_im06_field21` text,
  `tk_im06_field22` text,
  `tk_im06_field23` text,
  `tk_im06_field24` text,
  `tk_im06_field25` text,
  `tk_im06_field26` text,
  `tk_im06_field27` text,
  `tk_im06_field28` text,
  `tk_im06_lastupdate` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tk_kpi`
--

DROP TABLE IF EXISTS `tk_kpi`;
CREATE TABLE `tk_kpi` (
  `kpid` bigint(20) UNSIGNED NOT NULL,
  `tk_kpi_user` text,
  `tk_kpi_type` text,
  `tk_kpi_kpi1` text,
  `tk_kpi_kpi2` text,
  `tk_kpi_kpi3` text,
  `tk_kpi_kpi4` text,
  `tk_kpi_kpi5` int(11) DEFAULT NULL,
  `tk_kpi_kpi6` int(11) DEFAULT NULL,
  `tk_kpi_create` text,
  `tk_kpi_lastupdate` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `tk_kpi_year` text,
  `tk_kpi_month` text,
  `tk_kpi_backup1` text,
  `tk_kpi_backup2` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tk_log`
--

DROP TABLE IF EXISTS `tk_log`;
CREATE TABLE `tk_log` (
  `logid` bigint(20) UNSIGNED NOT NULL,
  `tk_log_user` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `tk_log_action` text NOT NULL,
  `tk_log_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `tk_log_type` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `tk_log_class` tinyint(2) NOT NULL DEFAULT '0',
  `tk_log_description` varchar(60) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_log`
--

INSERT INTO `tk_log` (`logid`, `tk_log_user`, `tk_log_action`, `tk_log_time`, `tk_log_type`, `tk_log_class`, `tk_log_description`) VALUES
(1, 2, '创建了任务', '2014-07-31 05:22:47', 1, 1, ''),
(2, 2, '创建了任务', '2014-07-31 05:24:13', 2, 1, ''),
(3, 1, '创建了任务', '2014-07-31 05:26:45', 3, 1, ''),
(4, 1, '创建了任务', '2014-07-31 05:27:40', 4, 1, ''),
(5, 2, '填写了 2014-07-28 日志，任务状态为：进行中，耗时：0小时&nbsp;&nbsp;', '2014-07-31 05:29:50', 2, 1, ''),
(6, 2, '填写了 2014-07-29 日志，任务状态为：进行中，耗时：1.5小时&nbsp;&nbsp;', '2014-07-31 05:30:08', 2, 1, ''),
(7, 2, '填写了 2014-07-30 日志，任务状态为：未开始，耗时：2.5小时&nbsp;&nbsp;', '2014-07-31 05:30:22', 2, 1, ''),
(8, 2, '修改了 2014-07-30 日志，任务状态为：进行中，耗时：2.5小时&nbsp;&nbsp;', '2014-07-31 05:30:36', 2, 1, ''),
(9, 2, '填写了 2014-07-31 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;<p>\r\n	主要干了神马事\r\n</p>\r\n<p>\r\n	完成了什么\r\n</p>', '2014-07-31 05:31:12', 2, 1, ''),
(10, 2, '创建了任务', '2014-07-31 05:36:10', 5, 1, ''),
(11, 2, '创建了文档', '2014-07-31 05:36:37', 1, 2, ''),
(12, 2, '创建了任务', '2014-07-31 05:41:45', 6, 1, ''),
(13, 1, '创建了任务', '2014-08-02 13:12:40', 7, 1, ''),
(14, 2, '填写了 2014-07-31 日志，任务状态为：进行中，耗时：2小时&nbsp;&nbsp;', '2014-08-02 13:18:00', 6, 1, ''),
(15, 2, '填写了 2014-07-31 日志，任务状态为：进行中，耗时：20小时&nbsp;&nbsp;', '2014-08-02 13:18:32', 1, 1, ''),
(16, 2, '创建了任务', '2014-08-13 04:28:54', 8, 1, ''),
(17, 2, '创建了任务', '2014-08-13 04:30:02', 9, 1, ''),
(18, 2, '创建了任务', '2014-08-13 04:30:44', 10, 1, ''),
(19, 3, '创建了任务', '2014-08-13 06:15:58', 11, 1, ''),
(20, 3, '创建了任务', '2014-08-13 06:17:41', 12, 1, ''),
(21, 3, '创建了任务', '2014-08-13 06:20:31', 13, 1, ''),
(22, 3, '编辑了任务', '2014-08-13 06:20:49', 13, 1, ''),
(23, 3, '创建了任务', '2014-08-13 06:26:39', 14, 1, ''),
(24, 1, '编辑了任务', '2014-08-13 06:28:52', 13, 1, ''),
(25, 3, '编辑了任务', '2014-08-13 06:29:05', 13, 1, ''),
(26, 3, '编辑了任务', '2014-08-13 06:29:25', 12, 1, ''),
(27, 3, '编辑了任务', '2014-08-13 06:29:52', 11, 1, ''),
(28, 2, '创建了任务', '2014-08-13 06:34:07', 15, 1, ''),
(29, 1, '创建了任务', '2014-08-13 06:45:13', 16, 1, ''),
(30, 1, '创建了任务', '2014-08-13 06:45:34', 17, 1, ''),
(31, 1, '编辑了任务', '2014-08-13 06:45:57', 16, 1, ''),
(32, 2, '创建了任务', '2014-08-13 06:48:08', 18, 1, ''),
(33, 2, '创建了任务', '2014-08-13 06:49:57', 19, 1, ''),
(34, 2, '创建了任务', '2014-08-13 06:51:01', 20, 1, ''),
(35, 4, '创建了任务', '2014-08-13 07:55:08', 21, 1, ''),
(36, 2, '填写了 2014-08-13 日志，任务状态为：完成100%，耗时：3小时&nbsp;&nbsp;', '2014-08-14 07:04:14', 16, 1, ''),
(37, 2, '修改了 2014-08-13 日志，任务状态为：进行中80%，耗时：3.0小时&nbsp;&nbsp;', '2014-08-14 09:51:28', 16, 1, ''),
(38, 2, '填写了 2014-08-14 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;', '2014-08-14 09:52:28', 8, 1, ''),
(39, 2, '编辑了任务', '2014-08-14 09:53:20', 18, 1, ''),
(40, 1, '编辑了任务', '2014-08-14 09:54:14', 16, 1, ''),
(41, 1, '审核了任务，审核结果为：&nbsp;完成验收', '2014-08-14 09:58:49', 17, 1, ''),
(42, 3, '创建了任务', '2014-08-18 00:54:41', 22, 1, ''),
(43, 3, '编辑了任务', '2014-08-18 00:54:54', 22, 1, ''),
(44, 3, '编辑了任务', '2014-08-18 00:55:31', 14, 1, ''),
(45, 3, '填写了 2014-08-18 日志，任务状态为：完成100%，耗时：4小时&nbsp;&nbsp;', '2014-08-18 00:57:34', 15, 1, ''),
(46, 3, '填写了 2014-08-15 日志，任务状态为：完成100%，耗时：6小时&nbsp;&nbsp;进入修改阶段', '2014-08-18 00:58:15', 15, 1, ''),
(47, 3, '创建了任务', '2014-08-18 01:02:41', 23, 1, ''),
(48, 3, '创建了任务', '2014-08-18 01:04:50', 24, 1, ''),
(49, 3, '编辑了任务', '2014-08-18 01:05:35', 23, 1, ''),
(50, 3, '创建了任务', '2014-08-18 01:09:41', 25, 1, ''),
(51, 3, '编辑了任务', '2014-08-18 01:09:54', 25, 1, ''),
(52, 3, '编辑了任务', '2014-08-18 01:10:15', 13, 1, ''),
(53, 3, '填写了 2014-08-15 日志，任务状态为：进行中40%，耗时：3.5小时&nbsp;&nbsp;<p>\r\n	调整结构，学习浙江材料修改开发和运营模式\r\n</p>', '2014-08-18 01:14:58', 23, 1, ''),
(54, 3, '创建了任务', '2014-08-18 01:18:07', 26, 1, ''),
(55, 3, '编辑了任务', '2014-08-18 01:18:25', 26, 1, ''),
(56, 3, '填写了 2014-08-07 日志，任务状态为：进行中，耗时：1.5小时&nbsp;&nbsp;构建基本网（手绘）', '2014-08-18 01:19:09', 26, 1, ''),
(57, 3, '填写了 2014-08-07 日志，任务状态为：进行中，耗时：1.5小时&nbsp;&nbsp;构建基本网（手绘）', '2014-08-18 01:19:39', 26, 1, ''),
(58, 3, '编辑了任务', '2014-08-18 01:19:58', 26, 1, ''),
(59, 3, '填写了 2014-08-09 日志，任务状态为：进行中，耗时：2小时&nbsp;&nbsp;VBA学习', '2014-08-18 01:22:24', 26, 1, ''),
(60, 3, '填写了 2014-08-18 日志，任务状态为：进行中，耗时：0.5小时&nbsp;&nbsp;<p>\r\n	办公厅、运输管理部对接，待运输管理部领导反馈意见。有问题转往环境管理部的可能。\r\n</p>', '2014-08-18 07:38:52', 24, 1, ''),
(61, 3, '填写了 2014-08-18 日志，任务状态为：进行中，耗时：0.5小时&nbsp;&nbsp;<p>\r\n	准备西站上报函。\r\n</p>', '2014-08-18 07:40:14', 13, 1, ''),
(62, 3, '创建了任务', '2014-08-18 07:43:19', 27, 1, ''),
(63, 2, '创建了任务', '2014-08-18 09:51:39', 28, 1, ''),
(64, 2, '填写了 2014-08-18 日志，任务状态为：完成100%，耗时：4小时&nbsp;&nbsp;', '2014-08-18 09:51:56', 28, 1, ''),
(65, 3, '填写了 2014-08-18 日志，任务状态为：进行中80%，耗时：6.5小时&nbsp;&nbsp;<p>\r\n	发展模式、运营模式、盈利模式\r\n</p>', '2014-08-19 00:01:22', 23, 1, ''),
(66, 3, '修改了 2014-08-18 日志，任务状态为：进行中，耗时：1小时&nbsp;&nbsp;<p>\r\n	准备西站上报函。\r\n</p>\r\n<p>\r\n	协调项目组进度。\r\n</p>', '2014-08-19 00:02:26', 13, 1, ''),
(67, 3, '填写了 2014-08-19 日志，任务状态为：完成100%，耗时：2小时&nbsp;&nbsp;<p>\r\n	补充内容、文整\r\n</p>', '2014-08-19 02:33:15', 23, 1, ''),
(68, 9, '填写了 2014-08-18 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;<p>\r\n	各功能区工可研读，找相应投资估算\r\n</p>', '2014-08-19 03:08:03', 12, 1, ''),
(69, 9, '修改了 2014-08-18 日志，任务状态为：进行中40%，耗时：3.0小时&nbsp;&nbsp;<p>\r\n	各功能区工可研读，找相应投资估算\r\n</p>', '2014-08-19 03:08:35', 12, 1, ''),
(70, 9, '修改了 2014-08-18 日志，任务状态为：进行中40%，耗时：4小时&nbsp;&nbsp;<p>\r\n	各功能区工可研读，找相应投资估算\r\n</p>', '2014-08-19 03:08:48', 12, 1, ''),
(71, 9, '填写了 2014-08-19 日志，任务状态为：进行中20%，耗时：1小时&nbsp;&nbsp;解读重庆市综合运输枢纽体系研究编制要点与任务分工，提供调研所需资料', '2014-08-19 03:11:07', 12, 1, ''),
(72, 3, '填写了 2014-08-19 日志，任务状态为：进行中40%，耗时：1小时&nbsp;&nbsp;西站各部分内容协调，编写重点指引', '2014-08-19 05:37:17', 13, 1, ''),
(73, 3, '填写了 2014-08-19 日志，任务状态为：进行中80%，耗时：6小时&nbsp;&nbsp;收集材料，整理思路', '2014-08-20 00:26:16', 25, 1, ''),
(74, 3, '填写了 2014-08-20 日志，任务状态为：计划，耗时：1.5小时&nbsp;&nbsp;完成申请报告', '2014-08-20 00:26:57', 25, 1, ''),
(75, 3, '填写了 2014-08-20 日志，任务状态为：计划，耗时：8小时&nbsp;&nbsp;<p>\r\n	1、对接西站财务审计报告/主要财务报表；\r\n</p>\r\n<p>\r\n	2、布局方案、必要性、市政部分、选址部分；\r\n</p>', '2014-08-20 00:33:31', 13, 1, ''),
(76, 2, '创建了任务', '2014-08-21 04:59:37', 29, 1, ''),
(77, 2, '填写了 2014-08-20 日志，任务状态为：进行中，耗时：12小时&nbsp;&nbsp;', '2014-08-21 05:00:01', 29, 1, ''),
(78, 3, '填写了 2014-08-20 日志，任务状态为：完成100%，耗时：1.5小时&nbsp;&nbsp;讨论方案，修改', '2014-08-21 09:28:03', 14, 1, ''),
(79, 3, '修改了 2014-08-20 日志，任务状态为：进行中40%，耗时：2.5小时&nbsp;&nbsp;<p>\r\n	1、对接西站财务审计报告/主要财务报表；\r\n</p>\r\n<p>\r\n	2、协调分工，内容培训\r\n</p>', '2014-08-21 09:29:05', 13, 1, ''),
(80, 3, '修改了 2014-08-20 日志，任务状态为：进行中80%，耗时：4.5小时&nbsp;&nbsp;<p>\r\n	阅读资料\r\n</p>\r\n<p>\r\n	编写申请报告\r\n</p>', '2014-08-21 09:29:46', 25, 1, ''),
(81, 3, '填写了 2014-08-21 日志，任务状态为：完成100%，耗时：1.5小时&nbsp;&nbsp;提交初稿', '2014-08-21 09:29:57', 25, 1, ''),
(82, 3, '修改了 2014-08-20 日志，任务状态为：进行中80%，耗时：5.5小时&nbsp;&nbsp;<p>\r\n	阅读资料\r\n</p>\r\n<p>\r\n	编写申请报告\r\n</p>', '2014-08-21 09:30:59', 25, 1, ''),
(83, 3, '填写了 2014-08-21 日志，任务状态为：进行中60%，耗时：5小时&nbsp;&nbsp;<p>\r\n	总论修改、必要性修改、总平面修改\r\n</p>\r\n<p>\r\n	协助相关部分开展\r\n</p>', '2014-08-21 09:33:54', 13, 1, ''),
(84, 2, '填写了 2014-08-21 日志，任务状态为：进行中，耗时：12小时&nbsp;&nbsp;', '2014-08-22 01:24:13', 29, 1, ''),
(85, 2, '创建了任务', '2014-08-22 01:26:06', 30, 1, ''),
(86, 2, '填写了 2014-08-22 日志，任务状态为：完成100%，耗时：0.5小时&nbsp;&nbsp;', '2014-08-22 02:17:40', 30, 1, ''),
(87, 2, '修改了 2014-08-13 日志，任务状态为：完成100%，耗时：3.0小时&nbsp;&nbsp;', '2014-08-22 02:18:34', 16, 1, ''),
(88, 2, '审核了任务，审核结果为：&nbsp;完成验收', '2014-08-22 02:18:40', 16, 1, ''),
(89, 2, '审核了任务，审核结果为：&nbsp;完成验收', '2014-08-22 02:19:30', 30, 1, ''),
(90, 3, '创建了任务', '2014-08-22 05:59:33', 31, 1, ''),
(91, 4, '创建了任务', '2014-08-23 11:43:17', 32, 1, ''),
(92, 4, '创建了任务', '2014-08-23 11:46:22', 33, 1, ''),
(93, 4, '创建了任务', '2014-08-23 11:47:11', 34, 1, ''),
(94, 4, '创建了任务', '2014-08-23 11:52:00', 35, 1, ''),
(95, 4, '创建了任务', '2014-08-23 11:53:03', 36, 1, ''),
(96, 4, '创建了任务', '2014-08-23 11:55:37', 37, 1, ''),
(97, 4, '创建了任务', '2014-08-23 11:56:35', 38, 1, ''),
(98, 4, '创建了任务', '2014-08-23 11:58:47', 39, 1, ''),
(99, 4, '编辑了任务', '2014-08-23 11:59:00', 39, 1, ''),
(100, 4, '编辑了任务', '2014-08-24 04:42:55', 32, 1, ''),
(101, 4, '创建了任务', '2014-08-24 04:45:02', 40, 1, ''),
(102, 4, '创建了任务', '2014-08-24 04:47:49', 41, 1, ''),
(103, 4, '创建了任务', '2014-08-24 12:47:38', 42, 1, ''),
(104, 4, '创建了任务', '2014-08-24 12:49:27', 43, 1, ''),
(105, 1, '创建了任务', '2014-08-25 00:23:06', 44, 1, ''),
(106, 2, '填写了 2014-08-25 日志，任务状态为：进行中，耗时：12小时&nbsp;&nbsp;', '2014-08-25 00:25:14', 44, 1, ''),
(107, 2, '填写了 2014-08-26 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;', '2014-08-25 00:25:24', 44, 1, ''),
(108, 2, '审核了任务，审核结果为：&nbsp;完成验收', '2014-08-25 00:25:37', 44, 1, ''),
(109, 2, '填写了 2014-08-22 日志，任务状态为：进行中，耗时：14小时&nbsp;&nbsp;', '2014-08-25 00:26:34', 29, 1, ''),
(110, 2, '填写了 2014-08-24 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;', '2014-08-25 00:26:50', 29, 1, ''),
(111, 2, '修改了 2014-08-26 日志，任务状态为：完成100%，耗时：5小时&nbsp;&nbsp;', '2014-08-25 00:29:05', 44, 1, ''),
(112, 3, '填写了 2014-08-23 日志，任务状态为：完成100%，耗时：10.5小时&nbsp;&nbsp;', '2014-08-25 05:17:01', 31, 1, ''),
(113, 3, '填写了 2014-08-22 日志，任务状态为：进行中20%，耗时：1.5小时&nbsp;&nbsp;', '2014-08-25 05:17:12', 31, 1, ''),
(114, 3, '填写了 2014-08-22 日志，任务状态为：进行中80%，耗时：5小时&nbsp;&nbsp;', '2014-08-25 05:18:10', 13, 1, ''),
(115, 3, '填写了 2014-08-24 日志，任务状态为：进行中80%，耗时：10.5小时&nbsp;&nbsp;', '2014-08-25 05:18:27', 13, 1, ''),
(116, 3, '修改了 2014-08-24 日志，任务状态为：进行中80%，耗时：8小时&nbsp;&nbsp;', '2014-08-25 05:18:50', 13, 1, ''),
(117, 3, '修改了 2014-08-24 日志，任务状态为：进行中80%，耗时：4小时&nbsp;&nbsp;资金申请', '2014-08-25 05:19:16', 13, 1, ''),
(118, 3, '修改了 2014-08-24 日志，任务状态为：进行中80%，耗时：10.5小时&nbsp;&nbsp;工可及资金申请', '2014-08-25 05:19:32', 13, 1, ''),
(119, 3, '填写了 2014-08-25 日志，任务状态为：完成100%，耗时：3小时&nbsp;&nbsp;<p>\r\n	资金生情初稿，打印；\r\n</p>\r\n<p>\r\n	工可初稿形成开始修改\r\n</p>', '2014-08-25 05:20:08', 13, 1, ''),
(120, 3, '修改了 2014-08-25 日志，任务状态为：完成100%，耗时：3.0小时&nbsp;&nbsp;<p>\r\n	资金申请初稿，打印；\r\n</p>\r\n<p>\r\n	工可初稿形成开始修改\r\n</p>', '2014-08-25 05:20:20', 13, 1, ''),
(121, 3, '修改了 2014-08-23 日志，任务状态为：完成100%，耗时：10.5小时&nbsp;&nbsp;', '2014-08-25 05:28:39', 31, 1, ''),
(122, 3, '审核了任务，审核结果为：&nbsp;完成验收 ，审核意见：同意初稿，抓紧修改，提交二三审。', '2014-08-25 05:31:03', 13, 1, ''),
(123, 3, '创建了任务', '2014-08-25 05:32:13', 45, 1, ''),
(124, 9, '创建了任务', '2014-08-25 08:33:12', 46, 1, ''),
(125, 9, '填写了 2014-08-19 日志，任务状态为：完成100%，耗时：2小时&nbsp;&nbsp;', '2014-08-25 08:33:33', 46, 1, ''),
(126, 9, '修改了 2014-08-19 日志，任务状态为：完成100%，耗时：2小时&nbsp;&nbsp;研读调研提纲，提供相关部分调研资料名单', '2014-08-25 08:34:26', 46, 1, ''),
(127, 9, '填写了 2014-08-25 日志，任务状态为：未开始，耗时：3小时&nbsp;&nbsp;研读调研总结、编写提纲', '2014-08-25 08:35:09', 46, 1, ''),
(128, 9, '修改了 2014-08-25 日志，任务状态为：完成100%，耗时：3.0小时&nbsp;&nbsp;研读调研总结、编写提纲', '2014-08-25 08:35:18', 46, 1, ''),
(129, 9, '修改了 2014-08-25 日志，任务状态为：完成100%，耗时：5小时&nbsp;&nbsp;研读调研总结、编写提纲。参加编写提纲讨论会', '2014-08-25 08:35:50', 46, 1, ''),
(130, 9, '修改了 2014-08-19 日志，任务状态为：进行中，耗时：2小时&nbsp;&nbsp;研读调研提纲，提供相关部分调研资料名单', '2014-08-25 08:43:45', 46, 1, ''),
(131, 9, '修改了 2014-08-25 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;研读调研总结、编写提纲。参加编写提纲讨论会', '2014-08-25 08:43:53', 46, 1, ''),
(132, 3, '填写了 2014-08-25 日志，任务状态为：进行中20%，耗时：3小时&nbsp;&nbsp;<p>\r\n	&nbsp;\r\n</p>', '2014-08-26 05:38:56', 45, 1, ''),
(133, 3, '填写了 2014-08-26 日志，任务状态为：进行中，耗时：0.5小时&nbsp;&nbsp;<p>\r\n	联系环保部，初步敲定时间，对接资料\r\n</p>', '2014-08-26 05:39:44', 24, 1, ''),
(134, 3, '填写了 2014-08-26 日志，任务状态为：进行中，耗时：1.5小时&nbsp;&nbsp;<p>\r\n	向甲方反馈工作情况\r\n</p>', '2014-08-26 05:40:50', 27, 1, ''),
(135, 3, '填写了 2014-08-26 日志，任务状态为：进行中，耗时：1小时&nbsp;&nbsp;<p>\r\n	对接方案变化（张主任）\r\n</p>\r\n<p>\r\n	申报项目表（阎）\r\n</p>', '2014-08-26 05:41:52', 45, 1, ''),
(136, 3, '填写了 2014-08-26 日志，任务状态为：完成100%，耗时：1.5小时&nbsp;&nbsp;修改完善', '2014-08-26 07:11:51', 25, 1, ''),
(137, 2, '填写了 2014-08-25 日志，任务状态为：完成100%，耗时：15小时&nbsp;&nbsp;', '2014-08-27 02:25:17', 29, 1, ''),
(138, 2, '填写了 2014-08-26 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;', '2014-08-27 02:25:54', 8, 1, ''),
(139, 2, '审核了任务，审核结果为：&nbsp;完成验收', '2014-08-27 02:27:50', 31, 1, ''),
(140, 2, '审核了任务，审核结果为：&nbsp;完成验收', '2014-08-27 02:28:04', 44, 1, ''),
(141, 2, '审核了任务，审核结果为：&nbsp;完成验收', '2014-08-27 02:28:17', 29, 1, ''),
(142, 4, '创建了任务', '2014-08-27 02:41:56', 47, 1, ''),
(143, 4, '创建了任务', '2014-08-27 02:42:46', 48, 1, ''),
(144, 4, '创建了任务', '2014-08-27 02:44:55', 49, 1, ''),
(145, 4, '创建了任务', '2014-08-27 02:46:13', 50, 1, ''),
(146, 4, '创建了任务', '2014-08-27 02:47:09', 51, 1, ''),
(147, 4, '创建了任务', '2014-08-27 02:48:36', 52, 1, ''),
(148, 12, '创建了任务', '2014-08-27 06:00:32', 53, 1, ''),
(149, 3, '填写了 2014-08-27 日志，任务状态为：进行中80%，耗时：6小时&nbsp;&nbsp;<p>\r\n	完成面上修改稿提交二三审\r\n</p>', '2014-08-28 01:14:02', 45, 1, ''),
(150, 3, '创建了任务', '2014-08-28 01:16:03', 54, 1, ''),
(151, 3, '创建了任务', '2014-08-28 01:18:07', 55, 1, ''),
(152, 3, '填写了 2014-08-27 日志，任务状态为：进行中，耗时：0.5小时&nbsp;&nbsp;确定调研时间为下周上午九点', '2014-08-28 06:34:38', 24, 1, ''),
(153, 4, '编辑了任务', '2014-08-28 12:23:22', 52, 1, ''),
(154, 4, '编辑了任务', '2014-08-28 12:23:34', 52, 1, ''),
(155, 4, '编辑了任务', '2014-08-28 12:23:59', 51, 1, ''),
(156, 4, '编辑了任务', '2014-08-28 12:24:43', 34, 1, ''),
(157, 4, '编辑了任务', '2014-08-28 12:25:42', 41, 1, ''),
(158, 4, '编辑了任务', '2014-08-28 12:25:54', 41, 1, ''),
(159, 4, '编辑了任务', '2014-08-28 12:26:06', 41, 1, ''),
(160, 4, '编辑了任务', '2014-08-28 12:26:41', 48, 1, ''),
(161, 4, '创建了任务', '2014-08-28 12:28:34', 56, 1, ''),
(162, 4, '创建了任务', '2014-08-28 12:29:59', 57, 1, ''),
(163, 4, '创建了任务', '2014-08-28 12:33:45', 58, 1, ''),
(164, 4, '编辑了任务', '2014-08-28 12:34:20', 58, 1, ''),
(165, 4, '编辑了任务', '2014-08-28 12:35:01', 21, 1, ''),
(166, 4, '创建了任务', '2014-08-28 12:35:43', 59, 1, ''),
(167, 4, '创建了任务', '2014-08-28 12:37:38', 60, 1, ''),
(168, 4, '创建了任务', '2014-08-28 12:46:04', 61, 1, ''),
(169, 4, '编辑了任务', '2014-08-28 12:47:08', 51, 1, ''),
(170, 4, '创建了任务', '2014-08-28 12:48:24', 62, 1, ''),
(171, 4, '创建了任务', '2014-08-29 03:24:32', 63, 1, ''),
(172, 1, '创建了任务', '2014-08-29 03:27:23', 64, 1, ''),
(173, 2, '填写了 2014-08-29 日志，任务状态为：进行中60%，耗时：6小时&nbsp;&nbsp;', '2014-08-29 03:28:09', 64, 1, ''),
(174, 4, '填写了 2014-08-30 日志，任务状态为：完成100%，耗时：1小时&nbsp;&nbsp;', '2014-08-30 15:33:20', 62, 1, ''),
(175, 4, '填写了 2014-08-30 日志，任务状态为：完成100%，耗时：3.5小时&nbsp;&nbsp;', '2014-08-30 15:33:52', 51, 1, ''),
(176, 7, '填写了 2014-09-01 日志，任务状态为：计划，耗时：0小时&nbsp;&nbsp;<p>\r\n	上周计划与两位委员陈宇毅和刘晨进行商定，但是由于均有会，时间上有些问题，周二之前完成商议，按计划周五进行！\r\n</p>', '2014-09-01 02:33:06', 63, 1, ''),
(177, 7, '创建了任务', '2014-09-01 02:36:56', 65, 1, ''),
(178, 7, '编辑了任务', '2014-09-01 02:37:12', 65, 1, ''),
(179, 3, '填写了 2014-08-28 日志，任务状态为：进行中，耗时：4.5小时&nbsp;&nbsp;工可修改', '2014-09-01 02:58:29', 45, 1, ''),
(180, 3, '填写了 2014-08-29 日志，任务状态为：完成100%，耗时：0小时&nbsp;&nbsp;修改申请书，检查，出版，签章，请鹏程带给顾主任', '2014-09-01 02:59:23', 55, 1, ''),
(181, 3, '修改了 2014-08-29 日志，任务状态为：完成100%，耗时：1小时&nbsp;&nbsp;修改申请书，检查，出版，签章，请鹏程带给顾主任', '2014-09-01 02:59:31', 55, 1, ''),
(182, 3, '填写了 2014-08-29 日志，任务状态为：未开始，耗时：4.5小时&nbsp;&nbsp;修改报告，添加规划选址理论内容', '2014-09-01 03:00:44', 45, 1, ''),
(183, 3, '修改了 2014-08-29 日志，任务状态为：进行中，耗时：4.5小时&nbsp;&nbsp;修改报告，添加规划选址理论内容', '2014-09-01 03:00:54', 45, 1, ''),
(184, 3, '修改了 2014-08-28 日志，任务状态为：进行中，耗时：4.5小时&nbsp;&nbsp;工可修改，工作流线设计、相关标准更新', '2014-09-01 03:01:22', 45, 1, ''),
(185, 3, '填写了 2014-08-29 日志，任务状态为：进行中，耗时：1.5小时&nbsp;&nbsp;<p>\r\n	答复提案与建议\r\n</p>', '2014-09-01 03:02:47', 54, 1, ''),
(186, 3, '填写了 2014-08-30 日志，任务状态为：完成100%，耗时：3小时&nbsp;&nbsp;<p>\r\n	答复提案与建议\r\n</p>', '2014-09-01 03:02:58', 54, 1, ''),
(187, 7, '编辑了任务', '2014-09-01 05:31:26', 65, 1, ''),
(188, 7, '编辑了任务', '2014-09-01 05:39:36', 65, 1, ''),
(189, 7, '编辑了任务', '2014-09-01 05:40:03', 65, 1, ''),
(190, 7, '填写了 2014-09-01 日志，任务状态为：完成100%，耗时：5小时&nbsp;&nbsp;<p>\r\n	<a href="project_view.php?recordID=30">长江经济带湖北省综合交通运输体系规划</a><a href="default_task_edit.php?pagetab=alltask&amp;editID=65">通道及线网布局规划思路</a>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>', '2014-09-01 05:41:50', 65, 1, ''),
(191, 4, '填写了 2014-09-01 日志，任务状态为：完成100%，耗时：5小时&nbsp;&nbsp;', '2014-09-01 08:14:58', 61, 1, ''),
(192, 4, '填写了 2014-09-01 日志，任务状态为：完成100%，耗时：1小时&nbsp;&nbsp;与刘所进行了沟通，烦请所里与水运所进行了沟通', '2014-09-01 08:20:25', 58, 1, ''),
(193, 4, '填写了 2014-09-01 日志，任务状态为：进行中60%，耗时：3小时&nbsp;&nbsp;', '2014-09-01 08:21:45', 60, 1, ''),
(194, 7, '创建了任务', '2014-09-01 08:22:06', 66, 1, ''),
(195, 4, '填写了 2014-09-01 日志，任务状态为：进行中20%，耗时：2小时&nbsp;&nbsp;', '2014-09-01 08:22:08', 56, 1, ''),
(196, 7, '填写了 2014-09-01 日志，任务状态为：完成100%，耗时：2小时&nbsp;&nbsp;重庆综合交通运输体系“十三五”发展规划工作大纲第三轮修改', '2014-09-01 08:22:59', 66, 1, ''),
(197, 7, '创建了任务', '2014-09-01 08:25:27', 67, 1, ''),
(198, 7, '填写了 2014-09-01 日志，任务状态为：完成100%，耗时：0.5小时&nbsp;&nbsp;“十三五”综合运输战略重点及对策研究中间成果咨询专家意见汇总', '2014-09-01 08:25:48', 67, 1, ''),
(199, 4, '创建了任务', '2014-09-01 08:29:13', 68, 1, ''),
(200, 4, '编辑了任务', '2014-09-01 09:04:14', 21, 1, ''),
(201, 3, '填写了 2014-09-01 日志，任务状态为：完成100%，耗时：2小时&nbsp;&nbsp;资金申请修改', '2014-09-02 06:44:02', 10, 1, ''),
(202, 3, '修改了 2014-09-01 日志，任务状态为：进行中，耗时：2小时&nbsp;&nbsp;<p>\r\n	&nbsp;\r\n</p>', '2014-09-02 06:44:29', 10, 1, ''),
(203, 3, '填写了 2014-09-01 日志，任务状态为：完成100%，耗时：6小时&nbsp;&nbsp;<p>\r\n	完成修改第一稿，包括资金申请修改\r\n</p>', '2014-09-02 06:45:27', 45, 1, ''),
(204, 3, '修改了 2014-09-01 日志，任务状态为：完成100%，耗时：6小时&nbsp;&nbsp;<p>\r\n	完成修改第一稿，包括资金申请修改\r\n</p>\r\n<p>\r\n	对接签章材料\r\n</p>', '2014-09-02 06:45:52', 45, 1, ''),
(205, 3, '填写了 2014-09-01 日志，任务状态为：进行中，耗时：0.5小时&nbsp;&nbsp;准备调研材料', '2014-09-02 06:46:51', 24, 1, ''),
(206, 3, '填写了 2014-09-02 日志，任务状态为：完成100%，耗时：3.5小时&nbsp;&nbsp;<p>\r\n	神华集团环保部调研\r\n</p>', '2014-09-02 06:47:16', 24, 1, ''),
(207, 3, '修改了 2014-09-01 日志，任务状态为：进行中，耗时：1小时&nbsp;&nbsp;<p>\r\n	整理相关附件\r\n</p>', '2014-09-02 06:49:03', 10, 1, ''),
(208, 3, '填写了 2014-09-02 日志，任务状态为：计划，耗时：0小时&nbsp;&nbsp;<p>\r\n	对接照片、土地证、财务报表、签章等需求\r\n</p>\r\n<p>\r\n	资金申请报告文字部分\r\n</p>', '2014-09-02 06:49:59', 10, 1, ''),
(209, 7, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-02 10:00:26', 66, 1, ''),
(210, 7, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-02 10:00:42', 67, 1, ''),
(211, 7, '创建了任务', '2014-09-02 10:03:09', 69, 1, ''),
(212, 7, '填写了 2014-09-02 日志，任务状态为：完成100%，耗时：1小时&nbsp;&nbsp;重庆市综合交通运输“十三五”发展规划研究工作大纲内部讨论会', '2014-09-02 10:04:07', 69, 1, ''),
(213, 7, '创建了任务', '2014-09-02 10:10:26', 70, 1, ''),
(214, 7, '创建了任务', '2014-09-02 10:13:05', 71, 1, ''),
(215, 7, '填写了 2014-09-02 日志，任务状态为：进行中20%，耗时：3小时&nbsp;&nbsp;', '2014-09-02 10:13:14', 71, 1, ''),
(216, 7, '编辑了任务', '2014-09-03 02:39:56', 71, 1, ''),
(217, 7, '创建了文档', '2014-09-03 02:44:53', 1, 2, ''),
(218, 7, '创建了任务', '2014-09-03 05:45:49', 72, 1, ''),
(219, 7, '编辑了任务', '2014-09-03 05:46:30', 72, 1, ''),
(220, 7, '编辑了任务', '2014-09-03 05:47:09', 66, 1, ''),
(221, 7, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-03 08:48:48', 66, 1, ''),
(222, 7, '创建了任务', '2014-09-03 08:51:59', 73, 1, ''),
(223, 7, '填写了 2014-09-03 日志，任务状态为：完成100%，耗时：3小时&nbsp;&nbsp;', '2014-09-03 08:52:14', 73, 1, ''),
(224, 7, '填写了 2014-09-03 日志，任务状态为：进行中20%，耗时：2小时&nbsp;&nbsp;', '2014-09-03 08:52:44', 71, 1, ''),
(225, 7, '创建了任务', '2014-09-04 02:16:53', 74, 1, ''),
(226, 7, '填写了 2014-09-04 日志，任务状态为：进行中80%，耗时：2小时&nbsp;&nbsp;', '2014-09-04 02:17:25', 74, 1, ''),
(227, 7, '编辑了任务', '2014-09-04 02:19:54', 72, 1, ''),
(228, 7, '编辑了任务', '2014-09-04 05:42:41', 74, 1, ''),
(229, 7, '修改了 2014-09-04 日志，任务状态为：完成100%，耗时：4小时&nbsp;&nbsp;', '2014-09-04 05:42:53', 74, 1, ''),
(230, 7, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-04 08:05:26', 74, 1, ''),
(231, 11, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-04 08:07:04', 24, 1, ''),
(232, 3, '创建了任务', '2014-09-05 01:07:57', 75, 1, ''),
(233, 3, '修改了 2014-09-02 日志，任务状态为：进行中，耗时：3.0小时&nbsp;&nbsp;<p>\r\n	对接照片、土地证、财务报表、签章等需求\r\n</p>\r\n<p>\r\n	资金申请报告文字部分\r\n</p>', '2014-09-05 01:08:48', 10, 1, ''),
(234, 3, '填写了 2014-09-03 日志，任务状态为：进行中60%，耗时：3小时&nbsp;&nbsp;资金申请，对接资料，完善文本', '2014-09-05 01:09:15', 10, 1, ''),
(235, 3, '填写了 2014-09-04 日志，任务状态为：完成100%，耗时：3小时&nbsp;&nbsp;完成报告编制，文整工作', '2014-09-05 01:09:51', 10, 1, ''),
(236, 3, '修改了 2014-09-04 日志，任务状态为：完成100%，耗时：3.0小时&nbsp;&nbsp;完成报告编制初稿，文整工作，提交二审', '2014-09-05 01:10:23', 10, 1, ''),
(237, 3, '填写了 2014-09-02 日志，任务状态为：进行中，耗时：1.5小时&nbsp;&nbsp;<br />', '2014-09-05 01:20:10', 75, 1, ''),
(238, 3, '填写了 2014-09-03 日志，任务状态为：进行中40%，耗时：3小时&nbsp;&nbsp;结合甲方反馈意见以及更名要求更新工可报告', '2014-09-05 01:20:47', 75, 1, ''),
(239, 3, '填写了 2014-09-04 日志，任务状态为：进行中60%，耗时：3.5小时&nbsp;&nbsp;根据甲方意见修改报告，完成更名报告的修改（包括工可报告）', '2014-09-05 01:37:43', 75, 1, ''),
(240, 3, '创建了任务', '2014-09-05 01:39:06', 76, 1, ''),
(241, 3, '填写了 2014-09-03 日志，任务状态为：进行中，耗时：4.5小时&nbsp;&nbsp;修改大纲编写及项目讨论会', '2014-09-05 01:39:56', 76, 1, ''),
(242, 3, '创建了任务', '2014-09-05 01:41:27', 77, 1, ''),
(243, 3, '填写了 2014-09-02 日志，任务状态为：完成100%，耗时：3小时&nbsp;&nbsp;<br />', '2014-09-05 01:41:44', 77, 1, ''),
(244, 7, '编辑了任务', '2014-09-05 02:19:23', 72, 1, ''),
(245, 7, '填写了 2014-09-04 日志，任务状态为：进行中60%，耗时：4小时&nbsp;&nbsp;晚上加班3小时。', '2014-09-05 02:20:00', 72, 1, ''),
(246, 7, '修改了 2014-09-04 日志，任务状态为：进行中60%，耗时：7小时&nbsp;&nbsp;其中加班3小时。', '2014-09-05 02:31:28', 72, 1, ''),
(247, 4, '填写了 2014-09-03 日志，任务状态为：进行中20%，耗时：3小时&nbsp;&nbsp;可以放素材', '2014-09-05 05:21:06', 21, 1, ''),
(248, 4, '填写了 2014-09-04 日志，任务状态为：未开始，耗时：2小时&nbsp;&nbsp;继续放素材', '2014-09-05 05:21:23', 21, 1, ''),
(249, 4, '修改了 2014-09-04 日志，任务状态为：进行中40%，耗时：2小时&nbsp;&nbsp;继续放素材', '2014-09-05 05:22:01', 21, 1, ''),
(250, 4, '填写了 2014-09-02 日志，任务状态为：进行中60%，耗时：3.5小时&nbsp;&nbsp;继续梳理材料', '2014-09-05 05:22:57', 60, 1, ''),
(251, 4, '填写了 2014-09-03 日志，任务状态为：进行中60%，耗时：2.5小时&nbsp;&nbsp;材料的梳理', '2014-09-05 05:23:23', 60, 1, ''),
(252, 4, '填写了 2014-09-05 日志，任务状态为：进行中80%，耗时：6小时&nbsp;&nbsp;材料梳理基本完成', '2014-09-05 05:24:31', 60, 1, ''),
(253, 4, '编辑了任务', '2014-09-05 05:25:21', 60, 1, ''),
(254, 4, '填写了 2014-09-04 日志，任务状态为：进行中20%，耗时：3小时&nbsp;&nbsp;初步梳理了头绪', '2014-09-05 05:26:18', 56, 1, ''),
(255, 7, '填写了 2014-09-05 日志，任务状态为：进行中60%，耗时：4.5小时&nbsp;&nbsp;<p>\r\n	文字工作告一段落，等重庆交委补充工作小组和专家小组名单！\r\n</p>\r\n<p>\r\n	后续开展ppt的更新和修改工作\r\n</p>', '2014-09-05 06:57:28', 72, 1, ''),
(256, 7, '填写了 2014-09-08 日志，任务状态为：进行中80%，耗时：5小时&nbsp;&nbsp;更改PPT及相关内容~', '2014-09-09 00:44:35', 72, 1, ''),
(257, 10, '创建了任务', '2014-09-10 03:17:07', 78, 1, ''),
(258, 10, '创建了任务', '2014-09-10 03:19:01', 79, 1, ''),
(259, 10, '创建了任务', '2014-09-10 03:26:21', 80, 1, ''),
(260, 10, '创建了任务', '2014-09-10 03:32:59', 81, 1, ''),
(261, 10, '创建了任务', '2014-09-10 03:34:40', 82, 1, ''),
(262, 10, '创建了任务', '2014-09-10 03:38:30', 83, 1, ''),
(263, 10, '编辑了任务', '2014-09-10 03:41:16', 83, 1, ''),
(264, 10, '编辑了任务', '2014-09-10 03:41:41', 83, 1, ''),
(265, 10, '编辑了任务', '2014-09-10 03:42:30', 83, 1, ''),
(266, 10, '编辑了任务', '2014-09-10 03:43:28', 65, 1, ''),
(267, 10, '创建了任务', '2014-09-10 03:53:15', 84, 1, ''),
(268, 3, '填写了 2014-09-05 日志，任务状态为：完成100%，耗时：5小时&nbsp;&nbsp;完成资金申请报告的对应修改，与甲方协调相关批复和照片事宜', '2014-09-10 07:45:55', 75, 1, ''),
(269, 3, '修改了 2014-09-05 日志，任务状态为：进行中80%，耗时：5小时&nbsp;&nbsp;完成资金申请报告的对应修改，与甲方协调相关批复和照片事宜', '2014-09-10 07:47:34', 75, 1, ''),
(270, 3, '填写了 2014-09-09 日志，任务状态为：进行中80%，耗时：1小时&nbsp;&nbsp;与无锡市发改委，甲方对接批复时间内容，待市发改委与各部门沟通后出具批复', '2014-09-10 07:48:33', 75, 1, ''),
(271, 3, '编辑了任务', '2014-09-10 07:49:07', 75, 1, ''),
(272, 3, '编辑了任务', '2014-09-10 07:49:23', 75, 1, ''),
(273, 3, '创建了任务', '2014-09-10 07:51:38', 85, 1, ''),
(274, 3, '编辑了任务', '2014-09-10 07:54:24', 27, 1, ''),
(275, 3, '填写了 2014-09-09 日志，任务状态为：进行中60%，耗时：4.5小时&nbsp;&nbsp;整理美国中西部地区地形变化区域城镇发展史，暂定盐湖城盐湖城、丹佛、夏延具备借鉴的条件。但存在矿业城市影响的可能。', '2014-09-10 08:01:12', 27, 1, ''),
(276, 3, '填写了 2014-09-10 日志，任务状态为：未开始，耗时：3.5小时&nbsp;&nbsp;学习菲尼克斯经验，认为相对于政策型、矿产型，铁路型和牛镇更接近于米兰镇条件。更新大纲基本完成，准备细化编写大纲梳理观点', '2014-09-10 08:02:52', 27, 1, ''),
(277, 3, '修改了 2014-09-10 日志，任务状态为：进行中80%，耗时：3.5小时&nbsp;&nbsp;学习菲尼克斯经验，认为相对于政策型、矿产型，铁路型和牛镇更接近于米兰镇条件。更新大纲基本完成，准备细化编写大纲梳理观点', '2014-09-10 08:03:01', 27, 1, ''),
(278, 4, '编辑了任务', '2014-09-10 11:53:24', 56, 1, ''),
(279, 4, '填写了 2014-09-10 日志，任务状态为：进行中60%，耗时：1.5小时&nbsp;&nbsp;根据新的控规，做相关的更新', '2014-09-10 11:54:10', 56, 1, ''),
(280, 4, '编辑了任务', '2014-09-10 11:54:48', 21, 1, ''),
(281, 4, '填写了 2014-09-09 日志，任务状态为：进行中60%，耗时：2小时&nbsp;&nbsp;根据陈总的意见进行修改', '2014-09-10 11:55:17', 21, 1, ''),
(282, 4, '填写了 2014-09-10 日志，任务状态为：进行中80%，耗时：2小时&nbsp;&nbsp;添加更新内容', '2014-09-10 11:55:38', 21, 1, ''),
(283, 4, '填写了 2014-09-10 日志，任务状态为：进行中60%，耗时：1小时&nbsp;&nbsp;根据最新反馈的意见，进行适当的补充', '2014-09-10 11:56:28', 60, 1, ''),
(284, 4, '修改了 2014-09-10 日志，任务状态为：进行中80%，耗时：1小时&nbsp;&nbsp;根据最新反馈的意见，进行适当的补充', '2014-09-10 11:56:46', 60, 1, ''),
(285, 4, '编辑了任务', '2014-09-10 11:59:19', 61, 1, ''),
(286, 4, '填写了 2014-09-10 日志，任务状态为：进行中20%，耗时：2.5小时&nbsp;&nbsp;<p>\r\n	1、对区域比较分析拟定初步工作思路，抓交给刘影\r\n</p>\r\n<p>\r\n	2、排定大体的工作时间表\r\n</p>\r\n<p>\r\n	3、初步思考大纲的细化\r\n</p>', '2014-09-10 12:00:14', 61, 1, ''),
(287, 4, '填写了 2014-09-10 日志，任务状态为：进行中60%，耗时：0小时&nbsp;&nbsp;添加国际形势的判断以及外贸、煤炭和钢铁今年以来的月度变动情况', '2014-09-10 12:01:17', 38, 1, ''),
(288, 4, '修改了 2014-09-10 日志，任务状态为：进行中40%，耗时：2.5小时&nbsp;&nbsp;添加国际形势的判断以及外贸、煤炭和钢铁今年以来的月度变动情况', '2014-09-10 12:01:29', 38, 1, ''),
(289, 4, '填写了 2014-09-11 日志，任务状态为：进行中80%，耗时：1.5小时&nbsp;&nbsp;补充完成后，提交给胡总', '2014-09-10 12:04:59', 38, 1, ''),
(290, 4, '填写了 2014-09-11 日志，任务状态为：进行中40%，耗时：2小时&nbsp;&nbsp;<p>\r\n	进一步细化初稿，提交给李伟主任；\r\n</p>\r\n<p>\r\n	提炼出调研需求\r\n</p>', '2014-09-10 12:05:41', 61, 1, ''),
(291, 4, '填写了 2014-09-11 日志，任务状态为：进行中80%，耗时：3小时&nbsp;&nbsp;大体完成，并做到心里有数', '2014-09-10 12:06:20', 21, 1, ''),
(292, 7, '填写了 2014-09-10 日志，任务状态为：未开始，耗时：7小时&nbsp;&nbsp;稿子和ppt的修改，其中晚上加班2.5小时', '2014-09-10 12:06:55', 72, 1, ''),
(293, 7, '修改了 2014-09-10 日志，任务状态为：进行中80%，耗时：7小时&nbsp;&nbsp;稿子和ppt的修改，其中晚上加班2.5小时', '2014-09-10 12:07:07', 72, 1, ''),
(294, 7, '填写了 2014-09-09 日志，任务状态为：未开始，耗时：3小时&nbsp;&nbsp;稿子和ppt的修改', '2014-09-10 12:07:52', 72, 1, ''),
(295, 7, '修改了 2014-09-09 日志，任务状态为：进行中60%，耗时：3.0小时&nbsp;&nbsp;稿子和ppt的修改', '2014-09-10 12:08:01', 72, 1, ''),
(296, 7, '修改了 2014-09-08 日志，任务状态为：进行中40%，耗时：5小时&nbsp;&nbsp;更改PPT及相关内容~', '2014-09-10 12:08:10', 72, 1, ''),
(297, 7, '修改了 2014-09-09 日志，任务状态为：进行中80%，耗时：3.0小时&nbsp;&nbsp;稿子和ppt的修改', '2014-09-10 12:08:27', 72, 1, ''),
(298, 7, '修改了 2014-09-08 日志，任务状态为：进行中60%，耗时：5小时&nbsp;&nbsp;更改PPT及相关内容~', '2014-09-10 12:08:33', 72, 1, ''),
(299, 4, '修改了 2014-09-11 日志，任务状态为：进行中40%，耗时：4小时&nbsp;&nbsp;<p>\r\n	进一步细化初稿，提交给李伟主任；\r\n</p>\r\n<p>\r\n	提炼出调研需求\r\n</p>', '2014-09-10 12:13:29', 61, 1, ''),
(300, 7, '修改了 2014-09-09 日志，任务状态为：进行中80%，耗时：7小时&nbsp;&nbsp;稿子和ppt的修改', '2014-09-10 12:15:45', 72, 1, ''),
(301, 4, '创建了任务', '2014-09-10 12:19:05', 86, 1, ''),
(302, 7, '填写了 2014-09-10 日志，任务状态为：完成100%，耗时：1.5小时&nbsp;&nbsp;李伟主任就汇报的情况和省厅的意见等向项目组成员进行宣贯', '2014-09-10 12:19:27', 73, 1, ''),
(303, 4, '填写了 2014-09-09 日志，任务状态为：未开始，耗时：3.5小时&nbsp;&nbsp;中间进行思路的讨论，并沟通', '2014-09-10 12:19:32', 86, 1, ''),
(304, 4, '编辑了任务', '2014-09-10 12:20:01', 86, 1, ''),
(305, 4, '修改了 2014-09-09 日志，任务状态为：进行中20%，耗时：3.5小时&nbsp;&nbsp;中间进行思路的讨论，并沟通', '2014-09-10 12:20:16', 86, 1, ''),
(306, 4, '填写了 2014-09-08 日志，任务状态为：进行中60%，耗时：4小时&nbsp;&nbsp;初步拟定内容', '2014-09-10 12:20:59', 21, 1, ''),
(307, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-11 01:34:59', 28, 1, ''),
(308, 10, '创建了任务', '2014-09-11 01:52:26', 87, 1, ''),
(309, 10, '编辑了任务', '2014-09-11 01:54:36', 65, 1, ''),
(310, 10, '编辑了任务', '2014-09-11 01:56:45', 61, 1, ''),
(311, 10, '编辑了任务', '2014-09-11 01:56:57', 65, 1, ''),
(312, 10, '编辑了任务', '2014-09-11 01:57:11', 65, 1, ''),
(313, 10, '编辑了任务', '2014-09-11 01:58:27', 87, 1, ''),
(314, 10, '创建了任务', '2014-09-11 02:00:30', 88, 1, ''),
(315, 10, '编辑了任务', '2014-09-11 02:01:02', 65, 1, ''),
(316, 10, '编辑了任务', '2014-09-11 02:01:17', 65, 1, ''),
(317, 10, '编辑了任务', '2014-09-11 02:01:35', 88, 1, ''),
(318, 10, '编辑了任务', '2014-09-11 02:02:35', 84, 1, ''),
(319, 10, '编辑了任务', '2014-09-11 02:02:44', 84, 1, ''),
(320, 10, '编辑了任务', '2014-09-11 02:03:13', 84, 1, ''),
(321, 10, '创建了任务', '2014-09-11 02:05:08', 89, 1, ''),
(322, 10, '创建了任务', '2014-09-11 02:07:09', 90, 1, ''),
(323, 10, '创建了任务', '2014-09-11 02:08:46', 91, 1, ''),
(324, 10, '编辑了任务', '2014-09-11 02:14:26', 89, 1, ''),
(325, 10, '填写了 2014-07-15 日志，任务状态为：未开始，耗时：5小时&nbsp;&nbsp;开始消化湖北规划有关资料', '2014-09-11 02:14:56', 89, 1, ''),
(326, 10, '修改了 2014-07-15 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;开始消化湖北规划有关资料', '2014-09-11 02:15:13', 89, 1, ''),
(327, 10, '填写了 2014-07-18 日志，任务状态为：未开始，耗时：7小时&nbsp;&nbsp;消化湖北规划资料', '2014-09-11 02:15:42', 89, 1, ''),
(328, 10, '修改了 2014-07-18 日志，任务状态为：进行中，耗时：7小时&nbsp;&nbsp;消化湖北规划资料', '2014-09-11 02:15:55', 89, 1, ''),
(329, 10, '填写了 2014-07-22 日志，任务状态为：未开始，耗时：4小时&nbsp;&nbsp;消化湖北项目资料', '2014-09-11 02:17:23', 89, 1, ''),
(330, 10, '修改了 2014-07-22 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;消化湖北项目资料', '2014-09-11 02:17:32', 89, 1, ''),
(331, 10, '填写了 2014-07-25 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;修改完善工作大纲', '2014-09-11 02:17:56', 89, 1, ''),
(332, 10, '填写了 2014-07-28 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;湖北工作大纲', '2014-09-11 02:18:21', 89, 1, ''),
(333, 10, '填写了 2014-07-29 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;湖北工作大纲', '2014-09-11 02:18:43', 89, 1, ''),
(334, 10, '填写了 2014-07-30 日志，任务状态为：进行中，耗时：9小时&nbsp;&nbsp;湖北工作大纲', '2014-09-11 02:19:00', 89, 1, ''),
(335, 10, '修改了 2014-07-30 日志，任务状态为：完成100%，耗时：9小时&nbsp;&nbsp;湖北工作大纲', '2014-09-11 02:19:50', 89, 1, ''),
(336, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-11 02:20:00', 89, 1, ''),
(337, 10, '编辑了任务', '2014-09-11 02:21:10', 90, 1, ''),
(338, 10, '填写了 2014-08-05 日志，任务状态为：进行中，耗时：9小时&nbsp;&nbsp;初步思路文本编制', '2014-09-11 02:21:37', 90, 1, ''),
(339, 10, '填写了 2014-08-06 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;<span>初步思路文本编制</span>', '2014-09-11 02:21:54', 90, 1, ''),
(340, 4, '修改了 2014-09-11 日志，任务状态为：完成100%，耗时：1.5小时&nbsp;&nbsp;补充完成后，提交给胡总', '2014-09-11 02:25:33', 38, 1, ''),
(341, 10, '填写了 2014-08-07 日志，任务状态为：进行中，耗时：10小时&nbsp;&nbsp;<span>初步思路文本编制</span>', '2014-09-11 02:26:18', 90, 1, ''),
(342, 10, '填写了 2014-08-08 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;<span>初步思路文本编制</span>', '2014-09-11 02:32:58', 90, 1, ''),
(343, 10, '填写了 2014-08-11 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;<span>初步思路文本编制</span>', '2014-09-11 02:35:45', 90, 1, ''),
(344, 10, '填写了 2014-08-13 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;<span>初步思路文本编制</span>', '2014-09-11 02:36:06', 90, 1, ''),
(345, 10, '填写了 2014-08-14 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;<span>初步思路文本编制</span>', '2014-09-11 02:36:29', 90, 1, ''),
(346, 10, '填写了 2014-08-15 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;<span>初步思路文本编制</span>', '2014-09-11 02:36:39', 90, 1, ''),
(347, 10, '填写了 2014-08-20 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;<span>初步思路文本编制</span>', '2014-09-11 02:37:03', 90, 1, ''),
(348, 10, '填写了 2014-08-28 日志，任务状态为：进行中，耗时：7小时&nbsp;&nbsp;<span>初步思路文本编制修改</span>', '2014-09-11 02:37:36', 90, 1, ''),
(349, 10, '修改了 2014-08-20 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;<span>陈总对初步思路文本编制提出指导修改意见</span>', '2014-09-11 02:37:55', 90, 1, ''),
(350, 10, '填写了 2014-08-29 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;<span>初步思路文本编制修改完善</span>', '2014-09-11 02:38:09', 90, 1, ''),
(351, 10, '填写了 2014-09-03 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;<span>初步思路文本编制修改完善</span>', '2014-09-11 02:38:34', 90, 1, ''),
(352, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-11 02:38:53', 90, 1, ''),
(353, 10, '编辑了任务', '2014-09-11 02:40:33', 91, 1, ''),
(354, 10, '填写了 2014-08-20 日志，任务状态为：进行中，耗时：3小时&nbsp;&nbsp;PPT制作', '2014-09-11 02:41:04', 91, 1, ''),
(355, 10, '填写了 2014-08-22 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">PPT制作</span>', '2014-09-11 02:41:39', 91, 1, ''),
(356, 10, '填写了 2014-08-26 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">PPT制作</span>', '2014-09-11 02:42:04', 91, 1, ''),
(357, 10, '填写了 2014-08-27 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">PPT制作</span>', '2014-09-11 02:42:12', 91, 1, ''),
(358, 10, '填写了 2014-09-02 日志，任务状态为：进行中，耗时：10小时&nbsp;&nbsp;<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">PPT制作</span>', '2014-09-11 02:42:46', 91, 1, ''),
(359, 10, '填写了 2014-09-03 日志，任务状态为：进行中，耗时：10.5小时&nbsp;&nbsp;<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">PPT制作</span>', '2014-09-11 02:43:07', 91, 1, ''),
(360, 10, '填写了 2014-09-04 日志，任务状态为：完成100%，耗时：5小时&nbsp;&nbsp;<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">PPT汇报前修改、完善</span>', '2014-09-11 02:43:37', 91, 1, ''),
(361, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-11 02:43:44', 91, 1, ''),
(362, 10, '创建了任务', '2014-09-11 02:47:18', 92, 1, ''),
(363, 10, '创建了任务', '2014-09-11 02:50:04', 93, 1, ''),
(364, 10, '编辑了任务', '2014-09-11 02:51:56', 93, 1, ''),
(365, 10, '填写了 2014-08-12 日志，任务状态为：完成100%，耗时：2小时&nbsp;&nbsp;项目启动会', '2014-09-11 02:52:16', 93, 1, ''),
(366, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-11 02:52:24', 93, 1, ''),
(367, 10, '创建了任务', '2014-09-11 02:54:24', 94, 1, ''),
(368, 10, '填写了 2014-09-03 日志，任务状态为：完成100%，耗时：4小时&nbsp;&nbsp;项目组全体参与讨论汇报PPT的完善方案', '2014-09-11 02:54:57', 94, 1, ''),
(369, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-11 02:55:04', 94, 1, ''),
(370, 10, '创建了任务', '2014-09-11 02:57:52', 95, 1, ''),
(371, 10, '填写了 2014-09-10 日志，任务状态为：完成100%，耗时：2.5小时&nbsp;&nbsp;内部通气布置会', '2014-09-11 02:58:28', 95, 1, ''),
(372, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-11 02:58:33', 95, 1, ''),
(373, 10, '编辑了任务', '2014-09-11 02:59:15', 87, 1, ''),
(374, 10, '编辑了任务', '2014-09-11 02:59:44', 87, 1, ''),
(375, 10, '创建了任务', '2014-09-11 03:01:46', 96, 1, ''),
(376, 10, '填写了 2014-09-04 日志，任务状态为：完成100%，耗时：6小时&nbsp;&nbsp;下去启程赴武汉', '2014-09-11 03:02:07', 96, 1, ''),
(377, 10, '填写了 2014-09-05 日志，任务状态为：完成100%，耗时：9.5小时&nbsp;&nbsp;<p>\r\n	上午汇报\r\n</p>\r\n<p>\r\n	中午课题组受到湖北一把手厅长接见、共进午餐\r\n</p>\r\n<p>\r\n	下午返京\r\n</p>', '2014-09-11 03:02:55', 96, 1, ''),
(378, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-11 03:03:02', 96, 1, ''),
(379, 10, '编辑了任务', '2014-09-11 03:03:16', 96, 1, ''),
(380, 10, '编辑了任务', '2014-09-11 03:04:34', 96, 1, ''),
(381, 10, '编辑了任务', '2014-09-11 03:13:56', 87, 1, ''),
(382, 10, '创建了任务', '2014-09-11 03:28:49', 97, 1, ''),
(383, 10, '编辑了任务', '2014-09-11 03:29:38', 87, 1, ''),
(384, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-12 00:52:24', 96, 1, ''),
(385, 10, '创建了任务', '2014-09-12 01:48:28', 98, 1, ''),
(386, 10, '编辑了任务', '2014-09-12 01:49:34', 82, 1, ''),
(387, 10, '编辑了任务', '2014-09-12 01:50:51', 81, 1, ''),
(388, 10, '编辑了任务', '2014-09-12 01:51:43', 82, 1, ''),
(389, 10, '编辑了任务', '2014-09-12 01:53:20', 80, 1, ''),
(390, 10, '创建了任务', '2014-09-12 01:55:07', 99, 1, ''),
(391, 10, '创建了任务', '2014-09-12 01:58:37', 100, 1, ''),
(392, 10, '编辑了任务', '2014-09-12 01:59:24', 100, 1, ''),
(393, 10, '填写了 2013-09-04 日志，任务状态为：未开始，耗时：10小时&nbsp;&nbsp;准备竞争性谈判文件', '2014-09-12 02:00:20', 100, 1, ''),
(394, 10, '修改了 2013-09-04 日志，任务状态为：进行中，耗时：10小时&nbsp;&nbsp;准备竞争性谈判文件', '2014-09-12 02:00:32', 100, 1, ''),
(395, 10, '填写了 2013-09-05 日志，任务状态为：进行中，耗时：10小时&nbsp;&nbsp;竞争性谈判文件报告编制', '2014-09-12 02:01:16', 100, 1, ''),
(396, 10, '填写了 2013-09-06 日志，任务状态为：进行中，耗时：10小时&nbsp;&nbsp;<span>竞争性谈判文件报告编制</span>', '2014-09-12 02:01:27', 100, 1, ''),
(397, 10, '填写了 2013-09-07 日志，任务状态为：进行中，耗时：12小时&nbsp;&nbsp;<span>竞争性谈判文件报告编制</span>', '2014-09-12 02:01:43', 100, 1, ''),
(398, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-12 02:02:04', 100, 1, ''),
(399, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-12 02:03:43', 98, 1, ''),
(400, 10, '审核了任务，审核结果为：&nbsp;驳回', '2014-09-12 02:03:54', 98, 1, ''),
(401, 10, '创建了任务', '2014-09-12 02:37:31', 101, 1, ''),
(402, 10, '创建了任务', '2014-09-12 02:38:50', 102, 1, ''),
(403, 10, '创建了任务', '2014-09-12 02:40:19', 103, 1, ''),
(404, 10, '编辑了任务', '2014-09-12 02:40:53', 48, 1, ''),
(405, 10, '编辑了任务', '2014-09-12 02:41:06', 47, 1, ''),
(406, 10, '编辑了任务', '2014-09-12 02:41:45', 22, 1, ''),
(407, 10, '编辑了任务', '2014-09-12 02:42:23', 20, 1, ''),
(408, 10, '编辑了任务', '2014-09-12 02:42:57', 19, 1, ''),
(409, 10, '编辑了任务', '2014-09-12 03:21:18', 87, 1, ''),
(410, 14, '创建了任务', '2014-09-12 03:26:14', 104, 1, ''),
(411, 14, '创建了任务', '2014-09-12 03:27:32', 105, 1, ''),
(412, 14, '编辑了任务', '2014-09-12 03:27:48', 105, 1, ''),
(413, 10, '创建了任务', '2014-09-12 05:20:51', 106, 1, ''),
(414, 10, '编辑了任务', '2014-09-12 05:24:52', 101, 1, ''),
(415, 10, '填写了 2013-09-27 日志，任务状态为：进行中，耗时：9小时&nbsp;&nbsp;竞争性谈判PPT', '2014-09-12 05:29:47', 100, 1, ''),
(416, 10, '填写了 2013-10-02 日志，任务状态为：进行中，耗时：9小时&nbsp;&nbsp;消化江苏资料；准备竞争性谈判', '2014-09-12 05:30:31', 100, 1, ''),
(417, 10, '填写了 2013-10-05 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">消化江苏资料；准备竞争性谈判PPT</span>', '2014-09-12 05:31:11', 100, 1, ''),
(418, 10, '填写了 2013-10-06 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">消化江苏资料；准备竞争性谈判PPT</span>', '2014-09-12 05:31:27', 100, 1, ''),
(419, 10, '填写了 2013-10-07 日志，任务状态为：进行中，耗时：9小时&nbsp;&nbsp;<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">消化江苏资料；准备竞争性谈判PPT</span>', '2014-09-12 05:31:54', 100, 1, ''),
(420, 10, '填写了 2013-10-08 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;', '2014-09-12 05:32:05', 100, 1, ''),
(421, 10, '填写了 2013-10-10 日志，任务状态为：进行中，耗时：7小时&nbsp;&nbsp;<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">消化江苏资料；修改竞争性谈判PPT</span>', '2014-09-12 05:32:34', 100, 1, ''),
(422, 10, '填写了 2013-10-11 日志，任务状态为：完成100%，耗时：9小时&nbsp;&nbsp;<p>\r\n	<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">消化江苏资料；修改竞争性谈判PPT</span>\r\n</p>\r\n<p>\r\n	<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">下午进行竞争性谈判汇报（5家中获胜）</span>\r\n</p>', '2014-09-12 05:33:26', 100, 1, ''),
(423, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-12 05:33:39', 100, 1, ''),
(424, 10, '编辑了任务', '2014-09-12 05:33:58', 100, 1, ''),
(425, 10, '创建了任务', '2014-09-12 05:39:31', 107, 1, ''),
(426, 10, '填写了 2013-11-04 日志，任务状态为：进行中，耗时：3小时&nbsp;&nbsp;消化准备工作大纲编制', '2014-09-12 05:40:37', 107, 1, ''),
(427, 10, '填写了 2013-11-05 日志，任务状态为：进行中，耗时：3小时&nbsp;&nbsp;拟定大纲', '2014-09-12 05:40:56', 107, 1, ''),
(428, 10, '填写了 2013-11-14 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;利用赴江苏项目代部审查，进行工作大纲编制交流', '2014-09-12 05:41:44', 107, 1, ''),
(429, 10, '填写了 2013-12-12 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;拟定江苏工作大纲中的调研方案（结合江苏省院和我方课题组考虑）', '2014-09-12 05:42:58', 107, 1, ''),
(430, 10, '填写了 2013-12-14 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;加班修改江苏工作大纲和工作分工', '2014-09-12 05:44:57', 107, 1, ''),
(431, 10, '填写了 2013-12-19 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;修改完并向主管老总提交工作大纲', '2014-09-12 05:45:28', 107, 1, ''),
(432, 10, '填写了 2014-01-09 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;修改江苏工作大纲', '2014-09-12 05:46:21', 107, 1, ''),
(433, 10, '修改了 2014-01-09 日志，任务状态为：进行中，耗时：8.5小时&nbsp;&nbsp;修改江苏工作大纲', '2014-09-12 05:46:33', 107, 1, ''),
(434, 10, '编辑了任务', '2014-09-12 05:47:19', 100, 1, ''),
(435, 10, '填写了 2014-01-10 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;工作大纲PPT', '2014-09-12 05:55:06', 107, 1, ''),
(436, 10, '填写了 2014-01-14 日志，任务状态为：完成100%，耗时：4.5小时&nbsp;&nbsp;江苏工作大纲汇报', '2014-09-12 05:55:27', 107, 1, ''),
(437, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-12 05:55:34', 107, 1, ''),
(438, 10, '编辑了任务', '2014-09-12 05:55:47', 107, 1, ''),
(439, 10, '创建了任务', '2014-09-12 05:59:21', 108, 1, ''),
(440, 10, '创建了任务', '2014-09-12 06:02:18', 109, 1, ''),
(441, 10, '填写了 2014-03-05 日志，任务状态为：进行中，耗时：5.5小时&nbsp;&nbsp;赴南京进行调研方案座谈', '2014-09-12 06:03:33', 108, 1, ''),
(442, 10, '填写了 2014-04-11 日志，任务状态为：进行中，耗时：4.5小时&nbsp;&nbsp;江苏调研方案讨论修改', '2014-09-12 06:04:25', 108, 1, ''),
(443, 10, '填写了 2014-04-18 日志，任务状态为：进行中，耗时：2小时&nbsp;&nbsp;完善江苏调研方案', '2014-09-12 06:04:45', 108, 1, ''),
(444, 10, '填写了 2014-05-06 日志，任务状态为：进行中，耗时：6.5小时&nbsp;&nbsp;江苏调研方案讨论、修改、完善', '2014-09-12 06:05:22', 108, 1, ''),
(445, 10, '填写了 2014-05-07 日志，任务状态为：进行中，耗时：3小时&nbsp;&nbsp;修改江苏调研方案', '2014-09-12 06:05:45', 108, 1, ''),
(446, 10, '填写了 2014-05-12 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;协调江苏外业调研时间、组织、人员等', '2014-09-12 06:06:18', 108, 1, ''),
(447, 10, '填写了 2014-05-14 日志，任务状态为：进行中，耗时：3.5小时&nbsp;&nbsp;准备调研前与江苏省院方交流座谈材料', '2014-09-12 06:06:54', 108, 1, ''),
(448, 10, '填写了 2014-05-15 日志，任务状态为：进行中，耗时：2.5小时&nbsp;&nbsp;修改完善江苏调研方案', '2014-09-12 06:07:18', 108, 1, ''),
(449, 10, '修改了 2014-05-15 日志，任务状态为：进行中，耗时：6.5小时&nbsp;&nbsp;所内江苏调研动员和交流', '2014-09-12 06:08:11', 108, 1, ''),
(450, 10, '填写了 2014-05-16 日志，任务状态为：进行中，耗时：1.5小时&nbsp;&nbsp;修改省厅下发调研函', '2014-09-12 06:08:36', 108, 1, ''),
(451, 10, '填写了 2014-05-18 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;下午启程赴南京', '2014-09-12 06:08:56', 108, 1, ''),
(452, 10, '填写了 2014-05-19 日志，任务状态为：进行中，耗时：8.5小时&nbsp;&nbsp;<p>\r\n	分组调研\r\n</p>\r\n<p>\r\n	——江北组赴淮安，开始苏北地区调研\r\n</p>\r\n<p>\r\n	——江南组赴苏州，开展苏南地区调研\r\n</p>', '2014-09-12 06:09:44', 108, 1, ''),
(453, 10, '填写了 2014-05-20 日志，任务状态为：进行中，耗时：8.5小时&nbsp;&nbsp;苏州、无锡', '2014-09-12 06:10:02', 108, 1, ''),
(454, 10, '填写了 2014-05-21 日志，任务状态为：进行中，耗时：9.5小时&nbsp;&nbsp;上午无锡江阴、下午高新区', '2014-09-12 06:10:26', 108, 1, ''),
(455, 10, '填写了 2014-05-22 日志，任务状态为：进行中，耗时：8.5小时&nbsp;&nbsp;常州调研', '2014-09-12 06:10:41', 108, 1, ''),
(456, 10, '填写了 2014-05-23 日志，任务状态为：进行中，耗时：9小时&nbsp;&nbsp;南京调研', '2014-09-12 06:10:58', 108, 1, ''),
(457, 31, '创建了任务', '2014-09-12 06:11:32', 110, 1, ''),
(458, 10, '填写了 2014-05-24 日志，任务状态为：进行中，耗时：8.5小时&nbsp;&nbsp;与苏北组汇合；下午到晚上与省院碰撞观点，整理汇报材料', '2014-09-12 06:11:43', 108, 1, ''),
(459, 10, '填写了 2014-05-25 日志，任务状态为：进行中，耗时：9小时&nbsp;&nbsp;整理准备调研汇报', '2014-09-12 06:12:04', 108, 1, ''),
(460, 10, '填写了 2014-05-26 日志，任务状态为：完成100%，耗时：8.5小时&nbsp;&nbsp;<p>\r\n	上午向江苏省厅汇报调研情况；\r\n</p>\r\n<p>\r\n	下午与省发改、经信、商贸等部门座谈\r\n</p>', '2014-09-12 06:12:44', 108, 1, ''),
(461, 10, '填写了 2014-05-27 日志，任务状态为：完成100%，耗时：5.5小时&nbsp;&nbsp;上午启程返京', '2014-09-12 06:13:01', 108, 1, ''),
(462, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-12 06:13:06', 108, 1, ''),
(463, 31, '创建了任务', '2014-09-12 06:15:23', 111, 1, ''),
(464, 10, '创建了任务', '2014-09-12 06:15:24', 112, 1, ''),
(465, 31, '编辑了任务', '2014-09-12 06:15:49', 111, 1, ''),
(466, 31, '编辑了任务', '2014-09-12 06:16:02', 110, 1, ''),
(467, 10, '填写了 2014-06-06 日志，任务状态为：进行中，耗时：2.5小时&nbsp;&nbsp;<p>\r\n	拟定研究方案，细化分工，包括：\r\n</p>\r\n<p>\r\n	GIS、省院分工、外贸数据分析等\r\n</p>\r\n<p>\r\n	<br />\r\n</p>', '2014-09-12 06:17:02', 112, 1, ''),
(468, 31, '创建了任务', '2014-09-12 06:17:26', 113, 1, ''),
(469, 10, '填写了 2014-07-08 日志，任务状态为：进行中，耗时：4.5小时&nbsp;&nbsp;针对各专题研究人员成果开展小规模讨论', '2014-09-12 06:17:51', 112, 1, ''),
(470, 31, '创建了任务', '2014-09-12 06:18:06', 114, 1, ''),
(471, 10, '填写了 2014-07-15 日志，任务状态为：进行中40%，耗时：5.5小时&nbsp;&nbsp;讨论推进江苏GIS分析', '2014-09-12 06:18:23', 112, 1, ''),
(472, 31, '创建了任务', '2014-09-12 06:18:52', 115, 1, ''),
(473, 10, '填写了 2014-07-17 日志，任务状态为：进行中，耗时：8.5小时&nbsp;&nbsp;<p>\r\n	1. 整理江苏项目思路、形势和现状\r\n</p>\r\n<p>\r\n	2. 江苏项目阶段性成果讨论（全体项目组）\r\n</p>', '2014-09-12 06:19:36', 112, 1, ''),
(474, 31, '编辑了任务', '2014-09-12 06:20:02', 114, 1, ''),
(475, 10, '填写了 2014-07-21 日志，任务状态为：进行中，耗时：4.5小时&nbsp;&nbsp;整理项目现状、问题、目标定位等', '2014-09-12 06:20:21', 112, 1, ''),
(476, 10, '填写了 2014-07-22 日志，任务状态为：进行中，耗时：4.5小时&nbsp;&nbsp;撰写项目现状部分', '2014-09-12 06:20:44', 112, 1, ''),
(477, 10, '填写了 2014-07-23 日志，任务状态为：进行中，耗时：4.5小时&nbsp;&nbsp;撰写项目现状部分', '2014-09-12 06:21:04', 112, 1, ''),
(478, 10, '填写了 2014-07-24 日志，任务状态为：进行中，耗时：6.5小时&nbsp;&nbsp;撰写项目分级分类部分内容', '2014-09-12 06:21:26', 112, 1, ''),
(479, 10, '填写了 2014-07-31 日志，任务状态为：进行中，耗时：8.5小时&nbsp;&nbsp;<p>\r\n	上午商议江苏物流枢纽项目汇报\r\n</p>\r\n<p>\r\n	下午启程赴南京\r\n</p>', '2014-09-12 06:22:04', 112, 1, ''),
(480, 10, '填写了 2014-08-01 日志，任务状态为：完成100%，耗时：8.5小时&nbsp;&nbsp;<p>\r\n	1. 上午参与江苏十三五规划研讨；\r\n</p>\r\n<p>\r\n	2. 下午进行江苏综合交通物流枢纽中间成果汇报\r\n</p>', '2014-09-12 06:23:11', 112, 1, ''),
(481, 10, '编辑了任务', '2014-09-12 06:24:18', 107, 1, ''),
(482, 10, '编辑了任务', '2014-09-12 06:24:48', 98, 1, ''),
(483, 10, '编辑了任务', '2014-09-12 06:25:02', 98, 1, ''),
(484, 10, '创建了任务', '2014-09-12 06:39:39', 116, 1, ''),
(485, 10, '创建了任务', '2014-09-12 06:40:56', 117, 1, ''),
(486, 10, '编辑了任务', '2014-09-12 06:41:07', 116, 1, ''),
(487, 10, '创建了任务', '2014-09-12 06:41:49', 118, 1, ''),
(488, 10, '创建了任务', '2014-09-12 06:45:43', 119, 1, ''),
(489, 10, '创建了任务', '2014-09-12 06:46:51', 120, 1, ''),
(490, 10, '创建了任务', '2014-09-12 06:47:51', 121, 1, ''),
(491, 10, '创建了任务', '2014-09-12 06:48:39', 122, 1, ''),
(492, 10, '创建了任务', '2014-09-12 06:49:17', 123, 1, ''),
(493, 10, '创建了任务', '2014-09-12 06:50:25', 124, 1, ''),
(494, 10, '创建了任务', '2014-09-12 06:51:06', 125, 1, ''),
(495, 10, '创建了任务', '2014-09-12 06:57:04', 126, 1, ''),
(496, 10, '编辑了任务', '2014-09-12 06:58:02', 119, 1, ''),
(497, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-12 07:00:19', 125, 1, ''),
(498, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-12 07:02:29', 70, 1, ''),
(499, 10, '创建了任务', '2014-09-12 07:07:42', 127, 1, ''),
(500, 31, '填写了 2014-09-12 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;完成了示范应用专题报告', '2014-09-12 07:15:08', 125, 1, ''),
(501, 31, '创建了文档', '2014-09-12 07:19:28', 1, 2, ''),
(502, 31, '创建了文档', '2014-09-12 07:19:59', 2, 2, ''),
(503, 41, '创建了任务', '2014-09-12 07:42:56', 128, 1, ''),
(504, 41, '创建了任务', '2014-09-12 07:59:15', 129, 1, ''),
(505, 41, '创建了任务', '2014-09-12 08:03:31', 130, 1, ''),
(506, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-12 08:04:28', 128, 1, ''),
(507, 41, '编辑了任务', '2014-09-12 08:07:59', 130, 1, ''),
(508, 10, '创建了任务', '2014-09-12 08:11:17', 131, 1, ''),
(509, 41, '创建了任务', '2014-09-12 08:11:31', 132, 1, ''),
(510, 10, '编辑了任务', '2014-09-12 08:11:35', 131, 1, ''),
(511, 41, '创建了任务', '2014-09-12 08:16:32', 133, 1, ''),
(512, 7, '填写了 2014-09-11 日志，任务状态为：进行中80%，耗时：12小时&nbsp;&nbsp;其中与李院长、石总、王所讨论稿子和ppt的修改2小时，下午修改ppt4小时，晚上加班修改ppt6小时', '2014-09-12 09:00:54', 72, 1, ''),
(513, 7, '填写了 2014-09-12 日志，任务状态为：进行中80%，耗时：9小时&nbsp;&nbsp;全天修改ppt', '2014-09-12 09:01:14', 72, 1, ''),
(514, 7, '修改了 2014-09-11 日志，任务状态为：进行中80%，耗时：12小时&nbsp;&nbsp;其中与李院长、石总、王所讨论稿子和ppt的修改2小时，下午修改ppt4小时，晚上加班修改ppt6小时，其中实习生曾维樵协助参与工作3小时', '2014-09-12 09:01:50', 72, 1, ''),
(515, 7, '创建了任务', '2014-09-12 09:04:00', 134, 1, ''),
(516, 7, '填写了 2014-09-11 日志，任务状态为：完成100%，耗时：2.5小时&nbsp;&nbsp;', '2014-09-12 09:04:15', 134, 1, ''),
(517, 7, '修改了 2014-09-11 日志，任务状态为：进行中80%，耗时：10小时&nbsp;&nbsp;下午修改ppt4小时，晚上加班修改ppt6小时，其中实习生曾维樵协助参与工作3小时', '2014-09-12 09:04:34', 72, 1, ''),
(518, 3, '创建了任务', '2014-09-16 02:31:21', 135, 1, ''),
(519, 41, '创建了任务', '2014-09-16 02:31:43', 136, 1, ''),
(520, 3, '填写了 2014-09-11 日志，任务状态为：进行中，耗时：0.5小时&nbsp;&nbsp;准备专家评审会会议材料', '2014-09-16 02:31:55', 135, 1, ''),
(521, 41, '填写了 2014-09-16 日志，任务状态为：计划，耗时：2.5小时&nbsp;&nbsp;参考之前的项目报告，确定方法以及基本数据。', '2014-09-16 02:32:30', 136, 1, ''),
(522, 3, '填写了 2014-09-12 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;交通部开项目讨论会，会务，会议记录', '2014-09-16 02:32:55', 135, 1, ''),
(523, 3, '填写了 2014-09-13 日志，任务状态为：进行中，耗时：9小时&nbsp;&nbsp;1309,封闭修改报告', '2014-09-16 02:33:34', 135, 1, ''),
(524, 3, '填写了 2014-09-14 日志，任务状态为：进行中，耗时：10小时&nbsp;&nbsp;1401封闭修改报告', '2014-09-16 02:33:52', 135, 1, ''),
(525, 3, '填写了 2014-09-15 日志，任务状态为：进行中，耗时：11小时&nbsp;&nbsp;18楼会议室集中封闭、讨论', '2014-09-16 02:35:04', 135, 1, ''),
(526, 3, '填写了 2014-09-16 日志，任务状态为：进行中80%，耗时：1小时&nbsp;&nbsp;修改润色提交金所、王所', '2014-09-16 02:35:29', 135, 1, ''),
(527, 3, '填写了 2014-09-15 日志，任务状态为：进行中，耗时：1小时&nbsp;&nbsp;修改目标市场思路与技术路线', '2014-09-16 02:36:49', 22, 1, ''),
(528, 3, '填写了 2014-09-12 日志，任务状态为：未开始，耗时：2小时&nbsp;&nbsp;修改需求结构及技术路线', '2014-09-16 02:37:16', 22, 1, ''),
(529, 3, '修改了 2014-09-12 日志，任务状态为：进行中，耗时：2小时&nbsp;&nbsp;修改需求结构及技术路线', '2014-09-16 02:37:23', 22, 1, ''),
(530, 3, '填写了 2014-09-11 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;修改报告结构、修改案例', '2014-09-16 02:38:57', 104, 1, ''),
(531, 3, '填写了 2014-09-10 日志，任务状态为：进行中，耗时：3小时&nbsp;&nbsp;', '2014-09-16 02:52:05', 104, 1, ''),
(532, 3, '填写了 2014-09-11 日志，任务状态为：进行中，耗时：2小时&nbsp;&nbsp;', '2014-09-16 02:52:30', 22, 1, ''),
(533, 10, '填写了 2014-09-16 日志，任务状态为：进行中，耗时：3.5小时&nbsp;&nbsp;消化资料；准备编写提纲的编制', '2014-09-16 07:37:19', 92, 1, ''),
(534, 10, '编辑了任务', '2014-09-16 07:37:38', 92, 1, ''),
(535, 41, '修改了 2014-09-16 日志，任务状态为：计划，耗时：3.5小时&nbsp;&nbsp;<p>\r\n	参考之前的项目报告，确定方法以及基本数据。\r\n</p>\r\n<p>\r\n	下午主要是用弹性系数法预测客运量，未完成。\r\n</p>\r\n<p>\r\n	然后做国内外经验借鉴的资料查询\r\n</p>', '2014-09-16 08:13:19', 136, 1, ''),
(536, 41, '填写了 2014-09-17 日志，任务状态为：进行中20%，耗时：4.5小时&nbsp;&nbsp;今天一直在编制赵主任给的任务，就是在transCAD上进行点点，以及查询国外物流经验借鉴的材料', '2014-09-17 04:07:59', 136, 1, ''),
(537, 7, '填写了 2014-09-13 日志，任务状态为：进行中80%，耗时：6小时&nbsp;&nbsp;加班修改ppt，完成初稿并提交给王所', '2014-09-17 06:40:15', 72, 1, ''),
(538, 7, '填写了 2014-09-14 日志，任务状态为：完成100%，耗时：3小时&nbsp;&nbsp;王所指导修改ppt，并于下午乘坐飞机前往重庆。', '2014-09-17 06:40:54', 72, 1, ''),
(539, 7, '填写了 2014-09-15 日志，任务状态为：完成100%，耗时：4小时&nbsp;&nbsp;工作大纲会，李院长、关院长、石总、王所及我参加，重庆交委滕主任、陈主任，汪主任及相关处室，渝勘院等领导参会，下午乘机返回', '2014-09-17 06:42:17', 72, 1, ''),
(540, 7, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-17 06:42:44', 134, 1, ''),
(541, 7, '创建了任务', '2014-09-17 06:47:03', 137, 1, ''),
(542, 7, '填写了 2014-09-16 日志，任务状态为：进行中60%，耗时：12小时&nbsp;&nbsp;全天修改ppt，晚上加班5小时进行ppt的修改。', '2014-09-17 06:47:55', 137, 1, ''),
(543, 7, '填写了 2014-09-17 日志，任务状态为：进行中80%，耗时：3.5小时&nbsp;&nbsp;向翁部长汇报，并将根据其修改意见进行修改完善。', '2014-09-17 06:48:29', 137, 1, ''),
(544, 1, '创建了任务', '2014-09-18 00:38:40', 138, 1, ''),
(545, 1, '创建了任务', '2014-09-18 00:39:30', 139, 1, ''),
(546, 1, '创建了任务', '2014-09-18 00:41:04', 140, 1, ''),
(547, 1, '创建了任务', '2014-09-18 00:42:00', 141, 1, ''),
(548, 1, '创建了任务', '2014-09-18 00:44:31', 142, 1, ''),
(549, 2, '创建了任务', '2014-09-18 00:46:37', 143, 1, ''),
(550, 2, '创建了任务', '2014-09-18 00:53:40', 144, 1, ''),
(551, 2, '创建了任务', '2014-09-18 00:54:44', 145, 1, ''),
(552, 2, '创建了任务', '2014-09-18 00:55:27', 146, 1, ''),
(553, 2, '创建了任务', '2014-09-18 00:56:35', 147, 1, ''),
(554, 2, '创建了任务', '2014-09-18 00:57:11', 148, 1, ''),
(555, 10, '创建了任务', '2014-09-18 00:57:40', 149, 1, ''),
(556, 2, '填写了 2014-09-01 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;', '2014-09-18 00:58:24', 19, 1, ''),
(557, 10, '填写了 2014-09-17 日志，任务状态为：进行中，耗时：3.5小时&nbsp;&nbsp;根据部西部办形式审查要求，完善相关报告、补充核实有关财务、应用证明等材料', '2014-09-18 00:58:28', 149, 1, ''),
(558, 2, '填写了 2014-09-05 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;', '2014-09-18 00:58:37', 19, 1, ''),
(559, 2, '填写了 2014-09-06 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;', '2014-09-18 00:58:52', 19, 1, ''),
(560, 2, '填写了 2014-09-15 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;', '2014-09-18 00:59:10', 20, 1, ''),
(561, 2, '填写了 2014-09-16 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;', '2014-09-18 00:59:17', 20, 1, ''),
(562, 10, '创建了任务', '2014-09-18 00:59:59', 150, 1, ''),
(563, 10, '编辑了任务', '2014-09-18 01:00:40', 150, 1, ''),
(564, 2, '填写了 2014-09-09 日志，任务状态为：进行中，耗时：9小时&nbsp;&nbsp;', '2014-09-18 01:02:04', 140, 1, ''),
(565, 2, '填写了 2014-09-10 日志，任务状态为：进行中，耗时：9小时&nbsp;&nbsp;', '2014-09-18 01:02:12', 140, 1, ''),
(566, 2, '填写了 2014-09-11 日志，任务状态为：进行中，耗时：9小时&nbsp;&nbsp;', '2014-09-18 01:02:21', 140, 1, ''),
(567, 10, '创建了任务', '2014-09-18 01:04:26', 151, 1, ''),
(568, 10, '填写了 2014-09-17 日志，任务状态为：进行中，耗时：3小时&nbsp;&nbsp;根据形式审查要求，完善报告排版；审核补充有关分包方财务报告、应用证明等内容；', '2014-09-18 01:06:09', 151, 1, ''),
(569, 2, '填写了 2014-09-12 日志，任务状态为：完成100%，耗时：6小时&nbsp;&nbsp;', '2014-09-18 01:08:37', 141, 1, ''),
(570, 2, '修改了 2014-09-11 日志，任务状态为：完成100%，耗时：9小时&nbsp;&nbsp;', '2014-09-18 01:09:01', 140, 1, ''),
(571, 41, '填写了 2014-09-18 日志，任务状态为：进行中，耗时：1.5小时&nbsp;&nbsp;已完成上报项目的添加，现在正在进行产业园区的点的添加', '2014-09-18 01:42:24', 146, 1, ''),
(572, 3, '填写了 2014-09-17 日志，任务状态为：进行中，耗时：4.5小时&nbsp;&nbsp;<p>\r\n	参与交通运输部汇报\r\n</p>\r\n<p>\r\n	会后谈论修改方案\r\n</p>', '2014-09-18 02:08:49', 135, 1, ''),
(573, 3, '填写了 2014-09-16 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;修改方案', '2014-09-18 02:09:25', 22, 1, ''),
(574, 3, '填写了 2014-09-17 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;修改方案，统稿', '2014-09-18 02:09:43', 22, 1, ''),
(575, 3, '填写了 2014-09-16 日志，任务状态为：完成100%，耗时：1小时&nbsp;&nbsp;针对国家铁路局意见修改提案建议的回复', '2014-09-18 02:12:37', 54, 1, ''),
(576, 41, '修改了 2014-09-18 日志，任务状态为：进行中20%，耗时：4.5小时&nbsp;&nbsp;已完成上报项目的添加，现在正在进行产业园区的点的添加。', '2014-09-18 06:45:55', 146, 1, ''),
(577, 41, '修改了 2014-09-18 日志，任务状态为：进行中60%，耗时：4.5小时&nbsp;&nbsp;已完成上报项目的添加，现在正在进行产业园区的点的添加。', '2014-09-18 08:53:20', 146, 1, ''),
(578, 7, '填写了 2014-09-19 日志，任务状态为：完成100%，耗时：1小时&nbsp;&nbsp;根据王所的反馈意见进行了部分PPT的修改', '2014-09-19 06:59:35', 137, 1, ''),
(579, 41, '填写了 2014-09-19 日志，任务状态为：完成100%，耗时：0小时&nbsp;&nbsp;<p>\r\n	上午完成昨天的产业园区的任务。\r\n</p>\r\n<p>\r\n	下午对湖北经济带项目中的总量预测用回归分析法做了一下。\r\n</p>', '2014-09-19 07:45:57', 146, 1, '');
INSERT INTO `tk_log` (`logid`, `tk_log_user`, `tk_log_action`, `tk_log_time`, `tk_log_type`, `tk_log_class`, `tk_log_description`) VALUES
(580, 41, '修改了 2014-09-19 日志，任务状态为：完成100%，耗时：7小时&nbsp;&nbsp;<p>\r\n	上午完成昨天的产业园区的任务。\r\n</p>\r\n<p>\r\n	下午对湖北经济带项目中的总量预测用回归分析法做了一下。\r\n</p>', '2014-09-19 07:46:16', 146, 1, ''),
(581, 41, '修改了 2014-09-19 日志，任务状态为：完成100%，耗时：5小时&nbsp;&nbsp;<p>\r\n	上午完成昨天的产业园区的任务。\r\n</p>\r\n<p>\r\n	下午对湖北经济带项目中的总量预测用回归分析法做了一下。\r\n</p>', '2014-09-19 07:46:24', 146, 1, ''),
(582, 2, '创建了任务', '2014-09-19 08:16:56', 152, 1, ''),
(583, 41, '修改了 2014-09-18 日志，任务状态为：完成100%，耗时：4.5小时&nbsp;&nbsp;已完成上报项目的添加，现在正在进行产业园区的点的添加。', '2014-09-22 04:13:42', 146, 1, ''),
(584, 41, '填写了 2014-09-22 日志，任务状态为：进行中40%，耗时：2小时&nbsp;&nbsp;修改建模地图', '2014-09-22 04:14:04', 146, 1, ''),
(585, 3, '填写了 2014-09-18 日志，任务状态为：进行中，耗时：3.5小时&nbsp;&nbsp;综合运输指标体系初稿并提交', '2014-09-22 06:25:25', 135, 1, ''),
(586, 3, '填写了 2014-09-19 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;根据王所反馈意见，修改指标体系指标及报告', '2014-09-22 06:26:06', 135, 1, ''),
(587, 3, '修改了 2014-09-18 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;综合运输指标体系初稿并提交', '2014-09-22 06:26:30', 135, 1, ''),
(588, 3, '填写了 2014-09-18 日志，任务状态为：进行中，耗时：1小时&nbsp;&nbsp;与王总讨论修改方法', '2014-09-22 06:27:15', 22, 1, ''),
(589, 3, '填写了 2014-09-18 日志，任务状态为：未开始，耗时：3.5小时&nbsp;&nbsp;结合反馈意见修改报告结构', '2014-09-22 06:28:15', 104, 1, ''),
(590, 3, '修改了 2014-09-18 日志，任务状态为：进行中，耗时：3.5小时&nbsp;&nbsp;结合反馈意见修改报告结构', '2014-09-22 06:28:21', 104, 1, ''),
(591, 3, '填写了 2014-09-19 日志，任务状态为：进行中，耗时：3小时&nbsp;&nbsp;修改案例、文整', '2014-09-22 06:28:48', 104, 1, ''),
(592, 3, '填写了 2014-09-22 日志，任务状态为：进行中，耗时：2小时&nbsp;&nbsp;结合李可意见修改报告、提交二审', '2014-09-22 06:29:57', 104, 1, ''),
(593, 3, '填写了 2014-09-22 日志，任务状态为：进行中，耗时：1小时&nbsp;&nbsp;结合部关于各省资金生情报告评审的要求与无锡市运管处、西站物流沟通评审、批复时间，现场情况', '2014-09-22 06:32:06', 75, 1, ''),
(594, 3, '填写了 2014-09-19 日志，任务状态为：进行中，耗时：0.5小时&nbsp;&nbsp;东莞保税物流中心大纲、项目简介', '2014-09-22 06:34:26', 75, 1, ''),
(595, 41, '修改了 2014-09-22 日志，任务状态为：完成100%，耗时：2小时&nbsp;&nbsp;修改建模地图，完成。', '2014-09-22 07:00:51', 146, 1, ''),
(596, 7, '填写了 2014-09-22 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;消化资料', '2014-09-22 09:08:39', 65, 1, ''),
(597, 7, '填写了 2014-09-20 日志，任务状态为：进行中，耗时：2小时&nbsp;&nbsp;消化资料', '2014-09-22 09:08:51', 65, 1, ''),
(598, 7, '填写了 2014-09-19 日志，任务状态为：进行中，耗时：5.5小时&nbsp;&nbsp;消化资料', '2014-09-22 09:09:14', 65, 1, ''),
(599, 7, '修改了 2014-09-19 日志，任务状态为：进行中，耗时：4.5小时&nbsp;&nbsp;消化资料', '2014-09-22 09:09:41', 65, 1, ''),
(600, 7, '填写了 2014-09-18 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;消化资料', '2014-09-22 09:09:49', 65, 1, ''),
(601, 7, '修改了 2014-09-22 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;消化资料，并向李主任提交通道及现网布局规划的时间进度表', '2014-09-22 09:10:21', 65, 1, ''),
(602, 7, '编辑了任务', '2014-09-22 09:10:42', 66, 1, ''),
(603, 7, '创建了文档', '2014-09-22 09:14:00', 3, 2, ''),
(604, 7, '创建了文档', '2014-09-22 09:14:21', 4, 2, ''),
(605, 7, '创建了文档', '2014-09-22 09:19:05', 5, 2, ''),
(606, 7, '创建了文档', '2014-09-22 09:19:49', 6, 2, ''),
(607, 7, '创建了文档', '2014-09-22 09:20:44', 7, 2, ''),
(608, 7, '编辑了文档', '2014-09-22 09:21:50', 7, 2, ''),
(609, 7, '编辑了文档', '2014-09-22 09:22:57', 6, 2, ''),
(610, 7, '创建了文档', '2014-09-22 09:23:58', 8, 2, ''),
(611, 7, '填写了 2014-09-23 日志，任务状态为：完成100%，耗时：4小时&nbsp;&nbsp;根据于司长的要求进行修改', '2014-09-23 05:58:43', 137, 1, ''),
(612, 41, '填写了 2014-09-23 日志，任务状态为：进行中40%，耗时：5.5小时&nbsp;&nbsp;transCAD建模 确定底图以及底图配准 坐标变换等工作准备。', '2014-09-23 06:10:58', 136, 1, ''),
(613, 41, '编辑了任务', '2014-09-23 06:11:22', 136, 1, ''),
(614, 7, '修改了 2014-09-23 日志，任务状态为：完成100%，耗时：5.5小时&nbsp;&nbsp;根据于司长的要求进行修改，根据王所的要求进行了现有规划大纲与十二五的区别的梳理并修改ppt', '2014-09-23 10:38:46', 137, 1, ''),
(615, 7, '填写了 2014-09-23 日志，任务状态为：进行中，耗时：1.5小时&nbsp;&nbsp;消化资料', '2014-09-23 10:39:09', 65, 1, ''),
(616, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-24 01:38:31', 65, 1, ''),
(617, 10, '创建了任务', '2014-09-24 02:12:49', 153, 1, ''),
(618, 9, '填写了 2014-09-17 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;<p>\r\n	湖北项目区域比较分析工作思路编写提交\r\n</p>', '2014-09-24 02:41:50', 97, 1, ''),
(619, 9, '填写了 2014-09-18 日志，任务状态为：进行中20%，耗时：4小时&nbsp;&nbsp;<p>\r\n	上午参加了东城区团委羽毛球比赛活动，下午湖北物流园区上报项目添加\r\n</p>', '2014-09-24 02:42:09', 97, 1, ''),
(620, 9, '填写了 2014-09-18 日志，任务状态为：进行中40%，耗时：8小时&nbsp;&nbsp;<p align="left">\r\n	湖北物流园区上报项目添加\r\n</p>', '2014-09-24 02:44:17', 145, 1, ''),
(621, 9, '填写了 2014-09-19 日志，任务状态为：完成100%，耗时：0小时&nbsp;&nbsp;<p>\r\n	完成湖北物流园区上报项目添加\r\n</p>', '2014-09-24 02:44:42', 145, 1, ''),
(622, 9, '修改了 2014-09-19 日志，任务状态为：完成100%，耗时：8小时&nbsp;&nbsp;<p>\r\n	完成湖北物流园区上报项目添加\r\n</p>', '2014-09-24 02:44:52', 145, 1, ''),
(623, 9, '修改了 2014-09-17 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;<p>\r\n	湖北项目-区域比较分析工作思路填充内容、提交\r\n</p>', '2014-09-24 02:48:29', 97, 1, ''),
(624, 9, '填写了 2014-09-16 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;湖北项目 针对区域比较部分，参考阅读武汉及其他项目', '2014-09-24 02:50:35', 97, 1, ''),
(625, 9, '填写了 2014-09-23 日志，任务状态为：未开始，耗时：8小时&nbsp;&nbsp;<p>\r\n	transcad点线面建模研究，与地方联系确定收集底图\r\n</p>', '2014-09-24 02:56:08', 97, 1, ''),
(626, 9, '修改了 2014-09-23 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;<p>\r\n	transcad点线面建模研究，与地方联系确定收集底图\r\n</p>', '2014-09-24 02:56:19', 97, 1, ''),
(627, 9, '填写了 2014-09-22 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;', '2014-09-24 02:59:42', 97, 1, ''),
(628, 9, '修改了 2014-09-22 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;<p>\r\n	<span>形势与需求分析工作大纲编写-社会经济趋势预测与分析</span>\r\n</p>', '2014-09-24 03:02:56', 97, 1, ''),
(629, 9, '创建了任务', '2014-09-24 03:39:10', 154, 1, ''),
(630, 41, '填写了 2014-09-24 日志，任务状态为：计划，耗时：4小时&nbsp;&nbsp;', '2014-09-24 05:49:30', 154, 1, ''),
(631, 3, '创建了任务', '2014-09-25 00:26:18', 155, 1, ''),
(632, 3, '填写了 2014-09-23 日志，任务状态为：进行中，耗时：4.5小时&nbsp;&nbsp;铁道部经规院中期评审会', '2014-09-25 00:26:46', 155, 1, ''),
(633, 3, '填写了 2014-09-22 日志，任务状态为：进行中，耗时：0.5小时&nbsp;&nbsp;联系开会事宜', '2014-09-25 00:27:02', 155, 1, ''),
(634, 3, '创建了任务', '2014-09-25 00:29:24', 156, 1, ''),
(635, 3, '填写了 2014-09-23 日志，任务状态为：进行中，耗时：1小时&nbsp;&nbsp;对接任务，整理资料', '2014-09-25 00:29:58', 156, 1, ''),
(636, 3, '填写了 2014-09-24 日志，任务状态为：进行中，耗时：1小时&nbsp;&nbsp;修改报告', '2014-09-25 00:31:11', 22, 1, ''),
(637, 3, '填写了 2014-09-24 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;<p>\r\n	修改工可及资金申请报告格式，准备打印；\r\n</p>\r\n<p>\r\n	编制西站物流节能材料。\r\n</p>', '2014-09-25 00:32:25', 75, 1, ''),
(638, 3, '填写了 2014-09-23 日志，任务状态为：进行中，耗时：3小时&nbsp;&nbsp;根据二审要求修改报告', '2014-09-25 00:33:25', 10, 1, ''),
(639, 3, '修改了 2014-09-23 日志，任务状态为：进行中，耗时：3.0小时&nbsp;&nbsp;根据二审要求修改报告、提交三审', '2014-09-25 00:33:35', 10, 1, ''),
(640, 3, '填写了 2014-09-23 日志，任务状态为：进行中，耗时：1小时&nbsp;&nbsp;对接项目进度及批复存在问题', '2014-09-25 00:34:41', 75, 1, ''),
(641, 3, '填写了 2014-09-22 日志，任务状态为：进行中，耗时：2.5小时&nbsp;&nbsp;大纲及内容调整', '2014-09-25 00:35:32', 76, 1, ''),
(642, 3, '填写了 2014-09-24 日志，任务状态为：进行中，耗时：2小时&nbsp;&nbsp;需求分析，流向图编制', '2014-09-25 00:37:00', 148, 1, ''),
(643, 3, '填写了 2014-09-23 日志，任务状态为：进行中，耗时：1小时&nbsp;&nbsp;湖北省物流通道空间拓扑图绘制', '2014-09-25 00:37:28', 148, 1, ''),
(644, 41, '填写了 2014-09-25 日志，任务状态为：进行中，耗时：6.5小时&nbsp;&nbsp;将公路铁路图配准。', '2014-09-25 01:40:18', 154, 1, ''),
(645, 7, '填写了 2014-09-24 日志，任务状态为：完成100%，耗时：6.5小时&nbsp;&nbsp;按照于司长的要求进行了部分内容的修改，下午参加部长专题会', '2014-09-25 05:56:22', 137, 1, ''),
(646, 7, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-25 05:56:34', 66, 1, ''),
(647, 7, '创建了任务', '2014-09-25 06:07:12', 157, 1, ''),
(648, 7, '填写了 2014-09-24 日志，任务状态为：完成100%，耗时：6小时&nbsp;&nbsp;加班6小时，完成李院长发言的ppt', '2014-09-25 06:07:38', 157, 1, ''),
(649, 7, '创建了任务', '2014-09-25 06:09:06', 158, 1, ''),
(650, 7, '填写了 2014-09-25 日志，任务状态为：完成100%，耗时：4小时&nbsp;&nbsp;陪同参会，完成！', '2014-09-25 06:09:23', 158, 1, ''),
(651, 4, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-25 06:16:31', 21, 1, ''),
(652, 4, '创建了任务', '2014-09-25 06:18:24', 159, 1, ''),
(653, 4, '创建了任务', '2014-09-25 06:20:23', 160, 1, ''),
(654, 4, '编辑了任务', '2014-09-25 06:21:28', 56, 1, ''),
(655, 4, '编辑了任务', '2014-09-25 06:22:05', 60, 1, ''),
(656, 4, '编辑了任务', '2014-09-25 06:22:50', 59, 1, ''),
(657, 4, '创建了任务', '2014-09-25 06:46:18', 161, 1, ''),
(658, 4, '填写了 2014-09-19 日志，任务状态为：完成100%，耗时：7.5小时&nbsp;&nbsp;参加会议，并领取分工任务', '2014-09-25 06:48:51', 159, 1, ''),
(659, 4, '填写了 2014-09-20 日志，任务状态为：进行中80%，耗时：4.5小时&nbsp;&nbsp;根据陈总的意见完善PPT', '2014-09-25 06:49:52', 161, 1, ''),
(660, 4, '填写了 2014-09-20 日志，任务状态为：进行中80%，耗时：4.5小时&nbsp;&nbsp;根据陈总的意见，进一步修改补充相关素材', '2014-09-25 06:50:51', 59, 1, ''),
(661, 4, '填写了 2014-09-17 日志，任务状态为：进行中60%，耗时：4小时&nbsp;&nbsp;接受甲方的附件，进行添加', '2014-09-25 06:51:32', 60, 1, ''),
(662, 4, '填写了 2014-09-17 日志，任务状态为：进行中60%，耗时：4小时&nbsp;&nbsp;对甲方发来的附件进行审查，核对，并提出相关后续补充的要求', '2014-09-25 06:52:16', 56, 1, ''),
(663, 4, '填写了 2014-09-21 日志，任务状态为：完成100%，耗时：4.5小时&nbsp;&nbsp;完成第一轮修改，添加了动画效果', '2014-09-25 06:53:32', 59, 1, ''),
(664, 4, '填写了 2014-09-22 日志，任务状态为：进行中80%，耗时：4.5小时&nbsp;&nbsp;项目组内部汇报演示，陈总和赵主任提出进一步的修改意见', '2014-09-25 06:54:20', 59, 1, ''),
(665, 4, '填写了 2014-09-24 日志，任务状态为：进行中80%，耗时：4.5小时&nbsp;&nbsp;根据最新的意见进行修改和完善', '2014-09-25 06:55:09', 59, 1, ''),
(666, 4, '填写了 2014-09-25 日志，任务状态为：完成100%，耗时：5小时&nbsp;&nbsp;进一步的修改完善，形成定稿！同步对报告进行了更新', '2014-09-25 06:55:42', 59, 1, ''),
(667, 4, '修改了 2014-09-21 日志，任务状态为：进行中60%，耗时：4.5小时&nbsp;&nbsp;完成第一轮修改，添加了动画效果', '2014-09-25 06:55:54', 59, 1, ''),
(668, 4, '填写了 2014-09-26 日志，任务状态为：完成100%，耗时：9.5小时&nbsp;&nbsp;完成甲方意见的征求，带上录音笔，记得录音', '2014-09-25 06:56:28', 56, 1, ''),
(669, 4, '填写了 2014-09-25 日志，任务状态为：进行中80%，耗时：4小时&nbsp;&nbsp;争取形成初步框架，提交给陆主任和陈总', '2014-09-25 06:57:01', 60, 1, ''),
(670, 4, '填写了 2014-09-22 日志，任务状态为：完成100%，耗时：2小时&nbsp;&nbsp;完成提交给刘所', '2014-09-25 07:07:38', 160, 1, ''),
(671, 4, '填写了 2014-09-23 日志，任务状态为：进行中60%，耗时：4小时&nbsp;&nbsp;完成相关素材', '2014-09-25 07:09:16', 60, 1, ''),
(672, 41, '创建了任务', '2014-09-26 01:31:10', 162, 1, ''),
(673, 41, '填写了 2014-09-26 日志，任务状态为：计划，耗时：0小时&nbsp;&nbsp;编写相关案例分析', '2014-09-26 01:31:31', 162, 1, ''),
(674, 10, '审核了任务，审核结果为：&nbsp;完成验收', '2014-09-28 02:26:29', 154, 1, ''),
(675, 9, '填写了 2014-09-24 日志，任务状态为：进行中80%，耗时：7小时&nbsp;&nbsp;<p>\r\n	客、货运枢纽发展目标的指导思想和基本原则\r\n</p>', '2014-09-28 02:35:00', 46, 1, ''),
(676, 9, '填写了 2014-09-25 日志，任务状态为：完成100%，耗时：7.5小时&nbsp;&nbsp;货运枢纽的发展定位 和战略目标', '2014-09-28 02:36:05', 46, 1, ''),
(677, 9, '编辑了任务', '2014-09-28 02:38:21', 46, 1, ''),
(678, 41, '修改了 2014-09-26 日志，任务状态为：完成100%，耗时：11小时&nbsp;&nbsp;编写相关案例分析', '2014-09-30 01:49:14', 162, 1, ''),
(679, 41, '填写了 2014-09-27 日志，任务状态为：未开始，耗时：14.5小时&nbsp;&nbsp;翻译加案例编写', '2014-09-30 01:49:27', 162, 1, ''),
(680, 41, '填写了 2014-09-28 日志，任务状态为：完成100%，耗时：16.5小时&nbsp;&nbsp;翻译', '2014-09-30 01:49:44', 162, 1, ''),
(681, 41, '修改了 2014-09-28 日志，任务状态为：完成100%，耗时：14.5小时&nbsp;&nbsp;翻译', '2014-09-30 01:49:58', 162, 1, ''),
(682, 41, '修改了 2014-09-27 日志，任务状态为：完成100%，耗时：14.5小时&nbsp;&nbsp;翻译加案例编写', '2014-09-30 01:50:05', 162, 1, ''),
(683, 41, '填写了 2014-09-30 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;湖北省省道图编画', '2014-09-30 01:51:15', 154, 1, ''),
(684, 4, '填写了 2014-09-28 日志，任务状态为：进行中80%，耗时：6小时&nbsp;&nbsp;消化资料，修改', '2014-09-30 01:57:07', 60, 1, ''),
(685, 4, '填写了 2014-09-29 日志，任务状态为：完成100%，耗时：6小时&nbsp;&nbsp;完成初稿', '2014-09-30 01:57:33', 60, 1, ''),
(686, 4, '编辑了任务', '2014-09-30 01:58:39', 86, 1, ''),
(687, 4, '填写了 2014-09-29 日志，任务状态为：进行中40%，耗时：1小时&nbsp;&nbsp;沟通协调下一步思想，国庆要加班', '2014-09-30 01:59:16', 86, 1, ''),
(688, 4, '填写了 2014-09-26 日志，任务状态为：完成100%，耗时：17小时&nbsp;&nbsp;完成与区长及各部门的沟通，当天来回', '2014-09-30 02:01:20', 161, 1, ''),
(689, 4, '编辑了任务', '2014-09-30 02:02:01', 59, 1, ''),
(690, 4, '创建了任务', '2014-09-30 02:03:42', 163, 1, ''),
(691, 4, '编辑了任务', '2014-09-30 02:04:58', 163, 1, ''),
(692, 4, '填写了 2014-09-28 日志，任务状态为：进行中20%，耗时：1.5小时&nbsp;&nbsp;<p>\r\n	沟通，索要相关部门的意见；\r\n</p>\r\n<p>\r\n	并反馈我们的基本处理态度\r\n</p>', '2014-09-30 02:06:13', 163, 1, ''),
(693, 4, '填写了 2014-09-21 日志，任务状态为：进行中60%，耗时：1.5小时&nbsp;&nbsp;撰写相关部分', '2014-09-30 02:07:12', 57, 1, ''),
(694, 4, '填写了 2014-09-22 日志，任务状态为：完成100%，耗时：1.5小时&nbsp;&nbsp;撰写完成相关内容，提交给刘所', '2014-09-30 02:07:40', 57, 1, ''),
(695, 4, '填写了 2014-09-23 日志，任务状态为：进行中60%，耗时：4小时&nbsp;&nbsp;<p>\r\n	继续消化吸收材料\r\n</p>\r\n<p>\r\n	<br />\r\n</p>', '2014-09-30 02:08:17', 86, 1, ''),
(696, 4, '填写了 2014-09-30 日志，任务状态为：进行中40%，耗时：5小时&nbsp;&nbsp;去部里领取任务和要求', '2014-09-30 02:09:05', 86, 1, ''),
(697, 7, '审核了任务，审核结果为：&nbsp;完成验收', '2014-10-09 01:58:30', 158, 1, ''),
(698, 7, '审核了任务，审核结果为：&nbsp;完成验收', '2014-10-09 01:58:42', 157, 1, ''),
(699, 7, '创建了任务', '2014-10-09 02:03:41', 164, 1, ''),
(700, 7, '填写了 2014-10-08 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;研读相关材料，并初步确定该部分的编写思路。', '2014-10-09 02:04:16', 164, 1, ''),
(701, 7, '创建了任务', '2014-10-11 01:29:56', 165, 1, ''),
(702, 7, '填写了 2014-10-09 日志，任务状态为：进行中80%，耗时：6小时&nbsp;&nbsp;压缩的初步成果已经提交', '2014-10-11 01:30:30', 165, 1, ''),
(703, 7, '填写了 2014-10-09 日志，任务状态为：完成100%，耗时：3小时&nbsp;&nbsp;整理9月24日专题汇报会的录音内容', '2014-10-11 01:32:12', 137, 1, ''),
(704, 7, '创建了任务', '2014-10-11 01:35:33', 166, 1, ''),
(705, 7, '填写了 2014-10-10 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;', '2014-10-11 01:35:45', 166, 1, ''),
(706, 3, '填写了 2014-09-26 日志，任务状态为：进行中，耗时：2小时&nbsp;&nbsp;', '2014-10-13 00:31:33', 22, 1, ''),
(707, 3, '填写了 2014-09-25 日志，任务状态为：进行中，耗时：6小时&nbsp;&nbsp;对接报告附件（名称声明），照片，制作项目PPT', '2014-10-13 00:34:16', 75, 1, ''),
(708, 3, '创建了任务', '2014-10-13 00:36:17', 167, 1, ''),
(709, 3, '填写了 2014-09-26 日志，任务状态为：进行中，耗时：6.5小时&nbsp;&nbsp;<p>\r\n	联系水运所、朱总、车辆，确定会议时间、地点\r\n</p>\r\n<p>\r\n	至发改委参会\r\n</p>\r\n<p>\r\n	整理会议纪要发王所\r\n</p>', '2014-10-13 00:39:31', 167, 1, ''),
(710, 3, '填写了 2014-10-06 日志，任务状态为：进行中，耗时：2.5小时&nbsp;&nbsp;根据三审要求修改报告', '2014-10-13 00:43:40', 22, 1, ''),
(711, 3, '填写了 2014-10-07 日志，任务状态为：进行中，耗时：5小时&nbsp;&nbsp;<span>根据三审要求修改报告</span>', '2014-10-13 00:43:58', 22, 1, ''),
(712, 4, '创建了任务', '2014-10-13 01:00:04', 168, 1, ''),
(713, 4, '审核了任务，审核结果为：&nbsp;完成验收 ，审核意见：这一次田野参与了比较多的具体工作', '2014-10-13 01:01:06', 57, 1, ''),
(714, 4, '填写了 2014-10-08 日志，任务状态为：进行中40%，耗时：3.5小时&nbsp;&nbsp;梳理甲方的意见，拟定修改工作的方案', '2014-10-13 01:02:45', 163, 1, ''),
(715, 4, '填写了 2014-10-10 日志，任务状态为：进行中40%，耗时：3.5小时&nbsp;&nbsp;讨论并落实相关工作安排', '2014-10-13 01:03:20', 163, 1, ''),
(716, 7, '填写了 2014-10-11 日志，任务状态为：进行中80%，耗时：7小时&nbsp;&nbsp;上午进行了部分ppt的修改，2小时，下午继续在18楼改稿子', '2014-10-13 01:03:23', 166, 1, ''),
(717, 4, '填写了 2014-10-11 日志，任务状态为：进行中60%，耗时：3小时&nbsp;&nbsp;与田野商讨交通衔接部分的修改方案，并将修改方案发给甲方，征求意见', '2014-10-13 01:04:30', 163, 1, ''),
(718, 4, '创建了任务', '2014-10-13 01:14:51', 169, 1, ''),
(719, 4, '创建了任务', '2014-10-13 01:37:44', 170, 1, ''),
(720, 4, '填写了 2014-10-08 日志，任务状态为：进行中20%，耗时：3.5小时&nbsp;&nbsp;', '2014-10-13 01:38:36', 170, 1, ''),
(721, 4, '填写了 2014-10-09 日志，任务状态为：进行中40%，耗时：6小时&nbsp;&nbsp;消化相关资料', '2014-10-13 01:39:51', 170, 1, ''),
(722, 4, '填写了 2014-10-10 日志，任务状态为：进行中40%，耗时：2.5小时&nbsp;&nbsp;', '2014-10-13 01:40:04', 170, 1, ''),
(723, 4, '创建了任务', '2014-10-13 03:26:23', 171, 1, ''),
(724, 7, '填写了 2014-10-13 日志，任务状态为：进行中80%，耗时：3.5小时&nbsp;&nbsp;ppt修改~', '2014-10-13 06:26:54', 166, 1, ''),
(725, 23, '创建了任务', '2015-01-05 05:09:57', 172, 1, ''),
(726, 23, '创建了任务', '2015-01-05 05:16:23', 173, 1, ''),
(727, 23, '审核了任务，审核结果为：&nbsp;完成验收', '2015-01-05 05:22:23', 172, 1, ''),
(728, 23, '审核了任务，审核结果为：&nbsp;完成验收', '2015-01-05 05:22:54', 173, 1, ''),
(729, 7, '创建了任务', '2015-01-06 00:41:47', 174, 1, ''),
(730, 7, '填写了 2015-01-05 日志，任务状态为：进行中80%，耗时：3小时&nbsp;&nbsp;', '2015-01-06 00:42:37', 174, 1, ''),
(731, 3, '编辑了任务', '2015-01-06 00:51:23', 76, 1, ''),
(732, 3, '创建了任务', '2015-01-06 03:27:54', 175, 1, ''),
(733, 3, '填写了 2015-01-05 日志，任务状态为：完成100%，耗时：1.5小时&nbsp;&nbsp;', '2015-01-06 03:28:12', 175, 1, ''),
(734, 3, '填写了 2015-01-04 日志，任务状态为：进行中40%，耗时：1小时&nbsp;&nbsp;', '2015-01-06 03:28:20', 175, 1, ''),
(735, 15, '填写了 2015-01-01 日志，任务状态为：完成100%，耗时：0小时&nbsp;&nbsp;', '2015-01-08 00:33:23', 121, 1, ''),
(736, 8, '审核了任务，审核结果为：&nbsp;完成验收', '2015-01-08 00:37:08', 133, 1, ''),
(737, 8, '审核了任务，审核结果为：&nbsp;完成验收', '2015-01-08 00:37:47', 162, 1, ''),
(738, 8, '审核了任务，审核结果为：&nbsp;完成验收', '2015-01-08 00:37:59', 14, 1, ''),
(739, 13, '创建了任务', '2015-01-08 00:49:55', 176, 1, ''),
(740, 13, '创建了任务', '2015-01-08 00:51:06', 177, 1, ''),
(741, 13, '创建了任务', '2015-01-08 00:53:43', 178, 1, ''),
(742, 30, '创建了任务', '2015-01-08 01:41:45', 179, 1, ''),
(743, 23, '创建了任务', '2015-01-09 00:43:57', 180, 1, ''),
(744, 30, '编辑了任务', '2015-01-28 07:02:13', 179, 1, ''),
(745, 30, '创建了任务', '2015-01-28 07:05:20', 181, 1, ''),
(746, 30, '创建了任务', '2015-01-28 07:08:30', 182, 1, ''),
(747, 30, '创建了任务', '2015-01-28 07:09:26', 183, 1, ''),
(748, 3, '创建了任务', '2015-02-05 09:51:00', 184, 1, ''),
(749, 3, '创建了任务', '2015-02-05 09:51:52', 185, 1, ''),
(750, 3, '填写了 2015-02-05 日志，任务状态为：完成100%，耗时：3小时&nbsp;&nbsp;', '2015-02-05 09:52:11', 184, 1, ''),
(751, 3, '创建了任务', '2015-02-05 09:55:58', 186, 1, ''),
(752, 15, '创建了任务', '2015-02-09 02:25:50', 187, 1, ''),
(753, 15, '创建了任务', '2015-02-09 02:26:34', 188, 1, ''),
(754, 15, '创建了任务', '2015-02-09 02:27:19', 189, 1, ''),
(755, 15, '创建了任务', '2015-02-09 02:29:43', 190, 1, ''),
(756, 15, '填写了 2015-02-09 日志，任务状态为：进行中，耗时：3小时&nbsp;&nbsp;', '2015-02-09 02:30:34', 190, 1, ''),
(757, 3, '创建了任务', '2015-03-04 09:57:41', 191, 1, ''),
(758, 3, '填写了 2015-03-04 日志，任务状态为：进行中，耗时：2.5小时&nbsp;&nbsp;物流通道三重大及铁路信息讨论，通道衔接三重大初稿', '2015-03-04 10:02:11', 191, 1, ''),
(759, 3, '创建了任务', '2015-03-04 10:04:18', 192, 1, ''),
(760, 3, '填写了 2015-03-03 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;至水规处修改材料', '2015-03-04 10:04:46', 192, 1, ''),
(761, 3, '编辑了任务', '2015-03-04 10:05:38', 76, 1, ''),
(762, 3, '填写了 2015-03-03 日志，任务状态为：进行中，耗时：1.5小时&nbsp;&nbsp;与方总讨论修改方案', '2015-03-04 10:06:21', 76, 1, ''),
(763, 3, '编辑了任务', '2015-03-04 10:07:09', 22, 1, ''),
(764, 3, '填写了 2015-03-03 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;修改报告', '2015-03-04 10:07:52', 22, 1, ''),
(765, 3, '填写了 2015-03-04 日志，任务状态为：进行中，耗时：4小时&nbsp;&nbsp;修改报告', '2015-03-04 10:08:09', 22, 1, ''),
(766, 3, '填写了 2015-03-02 日志，任务状态为：进行中，耗时：1小时&nbsp;&nbsp;修改报告', '2015-03-04 10:08:29', 22, 1, ''),
(767, 3, '填写了 2015-03-02 日志，任务状态为：进行中，耗时：5.5小时&nbsp;&nbsp;物流大通道数据分析，编制说明', '2015-03-04 10:09:01', 191, 1, ''),
(768, 3, '填写了 2015-03-04 日志，任务状态为：进行中，耗时：0.5小时&nbsp;&nbsp;核实2014年铁路相关数据', '2015-03-04 10:09:48', 192, 1, ''),
(769, 3, '修改了 2015-03-02 日志，任务状态为：进行中，耗时：5.5小时&nbsp;&nbsp;物流大通道数据分析，编制说明，准备中财办大通道材料', '2015-03-04 10:10:59', 191, 1, ''),
(770, 3, '创建了任务', '2015-03-04 10:13:50', 193, 1, ''),
(771, 3, '填写了 2015-03-03 日志，任务状态为：进行中，耗时：0.5小时&nbsp;&nbsp;铁路数据需求校核', '2015-03-04 10:14:18', 193, 1, ''),
(772, 3, '修改了 2015-03-04 日志，任务状态为：进行中，耗时：4.5小时&nbsp;&nbsp;修改报告', '2015-03-04 10:14:40', 22, 1, ''),
(773, 3, '修改了 2015-03-02 日志，任务状态为：进行中，耗时：6.5小时&nbsp;&nbsp;物流大通道数据分析，编制说明，准备中财办大通道材料', '2015-03-04 10:17:21', 191, 1, ''),
(774, 3, '修改了 2015-03-02 日志，任务状态为：进行中，耗时：6.5小时&nbsp;&nbsp;物流大通道数据分析，编制说明，准备中财办大通道材料，上下午各一次讨论会', '2015-03-04 10:18:00', 191, 1, ''),
(775, 18, '创建了任务', '2015-03-13 06:50:03', 194, 1, ''),
(776, 18, '创建了任务', '2015-03-13 06:51:41', 195, 1, ''),
(777, 3, '填写了 2015-03-23 日志，任务状态为：进行中，耗时：10小时&nbsp;&nbsp;物流大通道阈值分析，至综规司修改调研函（10：30-20：30）', '2015-03-25 00:26:03', 191, 1, ''),
(778, 3, '填写了 2015-03-24 日志，任务状态为：进行中，耗时：8.5小时&nbsp;&nbsp;集装箱流量流向分析，大通道阈值与结构集中讨论', '2015-03-25 00:26:55', 191, 1, ''),
(779, 18, '填写了 2015-04-02 日志，任务状态为：未开始，耗时：3.5小时&nbsp;&nbsp;完成开题评审', '2015-04-03 02:42:58', 194, 1, ''),
(780, 18, '填写了 2015-04-01 日志，任务状态为：进行中80%，耗时：0小时&nbsp;&nbsp;完成报告初稿', '2015-04-03 02:43:58', 195, 1, ''),
(781, 18, '修改了 2015-04-02 日志，任务状态为：进行中20%，耗时：3.5小时&nbsp;&nbsp;完成开题评审', '2015-04-03 02:44:44', 194, 1, ''),
(782, 1, '创建了任务', '2015-09-30 02:59:38', 196, 1, ''),
(783, 1, '创建了任务', '2015-12-04 13:08:27', 197, 1, ''),
(784, 1, '创建了任务', '2015-12-04 13:09:45', 198, 1, ''),
(785, 1, '填写了 2015-12-25 日志，任务状态为：未开始，耗时：6.5小时&nbsp;&nbsp;<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	dgfdhsdfhdsgsdfgsdgf\r\n</p>', '2015-12-04 23:03:37', 198, 1, ''),
(786, 1, '填写了 2015-12-23 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;咯模具我咯图咯咯', '2015-12-04 23:32:21', 198, 1, ''),
(787, 1, '填写了 2015-12-23 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;adfasdf', '2015-12-05 14:36:18', 0, 1, ''),
(788, 1, '评论了 2015-12-23日志asafsadfa', '2015-12-06 00:41:58', 198, 1, ''),
(789, 1, '修改了 2015-12-23 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;aaaaaaaaaaaaaaaaaaaaaa', '2015-12-06 00:42:16', 198, 1, ''),
(790, 1, '修改了 2015-12-23 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;bbbbbb', '2015-12-06 00:42:36', 198, 1, ''),
(791, 1, '填写了 2015-12-23 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;asdasfasdfas', '2015-12-06 00:44:34', 0, 1, ''),
(792, 1, '填写了 2015-12-31 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;dddddd', '2015-12-06 00:44:53', 0, 1, ''),
(793, 1, '填写了 2015-12-29 日志，任务状态为：完成100%，耗时：0小时&nbsp;&nbsp;今天去和客户把合同签了', '2015-12-06 00:45:58', 0, 1, ''),
(794, 1, '修改了 2015-12-29 日志，任务状态为：完成100%，耗时：8小时&nbsp;&nbsp;今天去和客户把合同签了', '2015-12-06 00:46:09', 197, 1, ''),
(795, 1, '修改了 2015-12-31 日志，任务状态为：计划，耗时：3.0小时&nbsp;&nbsp;寻找新客户', '2015-12-06 00:46:37', 197, 1, ''),
(796, 1, '编辑了任务', '2015-12-06 01:34:08', 198, 1, ''),
(797, 1, '编辑了任务', '2015-12-06 01:34:17', 198, 1, ''),
(798, 1, '填写了 2015-12-09 日志，任务状态为：中断，耗时：7小时&nbsp;&nbsp;出现竞争者', '2015-12-06 01:38:37', 0, 1, ''),
(799, 1, '修改了 2015-12-29 日志，任务状态为：完成100%，耗时：8小时&nbsp;&nbsp;今天去和客户把合同签了', '2015-12-06 01:41:20', 197, 1, ''),
(800, 1, '审核了任务，审核结果为：&nbsp;完成验收', '2015-12-06 01:43:41', 198, 1, ''),
(801, 1, '评论了 2015-12-25日志asdfsafasdfadsfafasdf', '2015-12-06 06:58:01', 198, 1, ''),
(802, 1, '填写了 2015-12-26 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;asfadf', '2015-12-06 07:02:51', 0, 1, ''),
(803, 1, '评论了 2015-12-31日志asfsad', '2015-12-06 07:03:11', 197, 1, ''),
(804, 1, '填写了 2016-01-02 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;asdf', '2015-12-06 07:07:41', 0, 1, ''),
(805, 1, '填写了 2016-01-08 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;asfasdfasd', '2015-12-06 07:07:49', 198, 1, ''),
(806, 1, '评论了 2016-01-08日志asfdasdfa', '2015-12-06 07:07:58', 198, 1, ''),
(807, 1, '评论了 2016-01-08日志asfasdfasdf', '2015-12-06 07:08:06', 198, 1, ''),
(808, 1, '修改了 2016-01-08 日志，任务状态为：推迟，耗时：0小时&nbsp;&nbsp;asfasdfasd', '2015-12-06 07:08:25', 198, 1, ''),
(809, 1, '修改了 2015-12-25 日志，任务状态为：请假，耗时：13.5小时&nbsp;&nbsp;<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	dgfdhsdfhdsgsdfgsdgf\r\n</p>', '2015-12-06 07:08:35', 198, 1, ''),
(810, 1, '编辑了任务', '2015-12-06 07:09:19', 198, 1, ''),
(811, 1, '创建了任务', '2015-12-06 07:11:50', 199, 1, ''),
(812, 1, '创建了任务', '2015-12-06 07:13:31', 200, 1, ''),
(813, 1, '创建了任务', '2015-12-06 07:15:00', 201, 1, ''),
(814, 1, '创建了任务', '2015-12-06 07:16:24', 202, 1, ''),
(815, 1, '编辑了任务', '2015-12-06 07:19:22', 197, 1, ''),
(816, 1, '创建了任务', '2015-12-06 07:20:38', 203, 1, ''),
(817, 1, '编辑了任务', '2015-12-06 07:39:35', 197, 1, ''),
(818, 1, '编辑了任务', '2015-12-06 07:49:43', 197, 1, ''),
(819, 1, '创建了文档', '2015-12-06 07:54:10', 9, 2, ''),
(820, 1, '创建了文档', '2015-12-06 07:55:11', 10, 2, ''),
(821, 1, '创建了文档', '2015-12-06 09:51:19', 11, 2, ''),
(822, 1, '填写了 2015-12-22 日志，任务状态为：计划，耗时：4.5小时&nbsp;&nbsp;asfasd', '2015-12-06 10:03:32', 0, 1, ''),
(823, 1, '填写了 2015-12-29 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;asdfasdfasdf', '2015-12-06 10:12:50', 0, 1, ''),
(824, 1, '填写了 2015-12-29 日志，任务状态为：推迟，耗时：9.5小时&nbsp;&nbsp;asdfasdf', '2015-12-06 10:21:31', 0, 1, ''),
(825, 1, '填写了 2015-12-26 日志，任务状态为：计划，耗时：4.5小时&nbsp;&nbsp;adfasdfasdf', '2015-12-06 10:23:03', 0, 1, ''),
(826, 1, '填写了 2015-12-29 日志，任务状态为：中断，耗时：6.5小时&nbsp;&nbsp;afasfasfs', '2015-12-06 10:35:35', 0, 1, ''),
(827, 1, '填写了 2015-12-29 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;safasfasfassfa', '2015-12-06 10:36:19', 0, 1, ''),
(828, 1, '修改了 2015-12-29 日志，任务状态为：推迟，耗时：9.5小时&nbsp;&nbsp;22222222222999999999999999999999', '2015-12-06 10:36:55', 198, 1, ''),
(829, 1, '修改了 2015-12-29 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;222222222222222229999999999999999', '2015-12-06 10:39:46', 200, 1, ''),
(830, 1, '修改了 2015-12-26 日志，任务状态为：计划，耗时：4.5小时&nbsp;&nbsp;33333333', '2015-12-06 10:40:17', 200, 1, ''),
(831, 1, '修改了 2015-12-26 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;asfadf', '2015-12-06 10:49:57', 198, 1, ''),
(832, 1, '修改了 2015-12-22 日志，任务状态为：计划，耗时：4.5小时&nbsp;&nbsp;3333333', '2015-12-06 10:53:38', 202, 1, ''),
(833, 1, '修改了 2015-12-29 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;aaaaa', '2015-12-06 10:53:55', 200, 1, ''),
(834, 1, '修改了 2015-12-29 日志，任务状态为：推迟，耗时：9.5小时&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;aa', '2015-12-06 10:54:14', 198, 1, ''),
(835, 1, '填写了 2015-12-09 日志，任务状态为：进行中，耗时：8小时&nbsp;&nbsp;5555555', '2015-12-06 11:02:48', 0, 1, ''),
(836, 1, '填写了 2015-12-09 日志，任务状态为：请假，耗时：0小时&nbsp;&nbsp;222222', '2015-12-06 11:03:39', 0, 1, ''),
(837, 1, '创建了文档', '2015-12-06 11:46:16', 12, 2, ''),
(838, 1, '创建了文档', '2015-12-06 11:47:58', 13, 2, ''),
(839, 1, '填写了 2015-12-09 日志，任务状态为：未开始，耗时：11.5小时&nbsp;&nbsp;adssdfaf', '2015-12-06 12:11:05', 0, 1, ''),
(840, 1, '填写了 2016-01-05 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;asfsa', '2015-12-06 12:11:45', 0, 1, ''),
(841, 1, '修改了 2015-12-09 日志，任务状态为：未开始，耗时：11.5小时&nbsp;&nbsp;44444', '2015-12-06 12:14:19', 200, 1, ''),
(842, 1, '填写了 2015-12-26 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;ssfasdf', '2015-12-06 12:16:16', 0, 1, ''),
(843, 1, '修改了 2015-12-26 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;bbbbb', '2015-12-06 12:16:29', 202, 1, ''),
(844, 46, '填写了 2015-12-08 日志，任务状态为：进行中20%，耗时：9小时&nbsp;&nbsp;aaaaaaaaaaddddddddddddddddd', '2015-12-06 12:28:38', 0, 1, ''),
(845, 46, '评论了 2015-12-31日志dsfasdfasdfasdfasdfasdfasdfasdfas', '2015-12-06 12:30:50', 197, 1, ''),
(846, 46, '填写了 2015-12-04 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;safsadfasdfaa', '2015-12-06 12:32:45', 0, 1, ''),
(847, 46, '填写了 2015-12-16 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;<a href="/wss/editor/attached/file/20151207/20151207001801_34060.jpg" target="_blank">dfasdfasdf</a>', '2015-12-06 23:18:24', 197, 1, ''),
(848, 46, '修改了 2015-12-16 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;<p>\r\n	<a href="/wss/editor/attached/file/20151207/20151207001801_34060.jpg" target="_blank">dfasdfasdf</a>0\r\n</p>\r\n<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	<a href="/wss/editor/attached/file/20151207/20151207001943_85585.jpg" target="_blank">/wss/editor/attached/file/20151207/20151207001943_85585.jpg</a>\r\n</p>', '2015-12-06 23:19:51', 197, 1, ''),
(849, 46, '填写了 2015-12-09 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;<a href="/zhs/editor/attached/file/20151207/20151207004401_24468.jpg" target="_blank">/zhs/editor/attached/file/20151207/20151207004401_24468.jpg</a>', '2015-12-06 23:44:08', 197, 1, ''),
(850, 46, '填写了 2015-12-10 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;<a href="/zhs/editor/attached/file/20151207/20151207004637_92773.jpg" target="_blank">fasdfasdfasdfasdf</a>', '2015-12-06 23:46:46', 197, 1, ''),
(851, 46, '修改了 2015-12-10 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;<p style="text-indent:2em;">\r\n	<a href="/zhs/editor/attached/file/20151207/20151207004637_92773.jpg" target="_blank">fasdfasdfasdfasdf</a>\r\n</p>\r\n<p style="text-indent:2em;">\r\n	<br />\r\n</p>\r\n<p style="text-indent:2em;">\r\n	<a href="/zhs/editor/attached/file/20151207/20151207004733_42338.jpg" target="_blank">项目图片</a>\r\n</p>', '2015-12-06 23:48:05', 197, 1, ''),
(852, 46, '修改了 2015-12-10 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;<p style="text-indent:2em;">\r\n	<a href="/zhs/editor/attached/file/20151207/20151207004637_92773.jpg" target="_blank">fasdfasdfasdfasdf</a>\r\n</p>', '2015-12-06 23:49:09', 197, 1, ''),
(853, 46, '修改了 2015-12-10 日志，任务状态为：未开始，耗时：0小时&nbsp;&nbsp;<p style="text-indent:2em;">\r\n	aaaaa\r\n</p>\r\n<p style="text-indent:2em;">\r\n	bbbb\r\n</p>\r\n<p style="text-indent:2em;">\r\n	cccc\r\n</p>', '2015-12-06 23:49:34', 197, 1, ''),
(854, 46, '创建了任务', '2015-12-07 00:14:06', 204, 1, ''),
(855, 1, '创建了任务', '2015-12-08 02:26:05', 205, 1, ''),
(856, 1, '创建了任务', '2015-12-08 02:26:53', 206, 1, ''),
(857, 1, '创建了文档', '2015-12-08 02:39:19', 14, 2, ''),
(858, 1, '创建了文档', '2015-12-08 02:39:31', 15, 2, ''),
(859, 1, '创建了文档', '2015-12-08 05:21:31', 16, 2, ''),
(860, 1, '审核了任务，审核结果为：&nbsp;完成验收', '2015-12-08 05:24:01', 197, 1, '');

-- --------------------------------------------------------

--
-- Table structure for table `tk_manhour`
--

DROP TABLE IF EXISTS `tk_manhour`;
CREATE TABLE `tk_manhour` (
  `MHID` bigint(20) UNSIGNED NOT NULL,
  `manhour` text,
  `mh_year` text,
  `mh_mouth` text,
  `mh_backup1` text,
  `mh_backup2` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tk_menu`
--

DROP TABLE IF EXISTS `tk_menu`;
CREATE TABLE `tk_menu` (
  `meid` bigint(20) UNSIGNED NOT NULL,
  `tk_menu_title_cn` text,
  `tk_menu_title_en` text,
  `tk_menu_text_cn` text,
  `tk_menu_text_en` text,
  `tk_menu_sort` text,
  `tk_menu_status` text,
  `tk_menu_backup1` text,
  `tk_menu_backup2` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tk_message`
--

DROP TABLE IF EXISTS `tk_message`;
CREATE TABLE `tk_message` (
  `meid` bigint(20) UNSIGNED NOT NULL,
  `tk_mess_touser` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `tk_mess_fromuser` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `tk_mess_title` text CHARACTER SET utf8 NOT NULL,
  `tk_mess_text` text CHARACTER SET utf8,
  `tk_mess_status` tinyint(2) NOT NULL DEFAULT '1',
  `tk_mess_type` tinyint(2) NOT NULL DEFAULT '0',
  `tk_mess_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `tk_message`
--

INSERT INTO `tk_message` (`meid`, `tk_mess_touser`, `tk_mess_fromuser`, `tk_mess_title`, `tk_mess_text`, `tk_mess_status`, `tk_mess_type`, `tk_mess_time`) VALUES
(1, 3, 1, '指派给您一个新任务: <a href=''default_task_edit.php?editID=3&pagetab=mtask''>需求分析</a>', NULL, 1, 0, '2014-07-31 05:26:45'),
(2, 3, 1, '指派给您一个新任务: <a href=''default_task_edit.php?editID=4&pagetab=mtask''>布局方案</a>', NULL, 1, 0, '2014-07-31 05:27:40'),
(3, 3, 2, '指派给您一个新任务: <a href=''default_task_edit.php?editID=5&pagetab=mtask''>需求分析</a>', NULL, 1, 0, '2014-07-31 05:36:10'),
(4, 7, 1, '指派给您一个新任务: <a href=''default_task_edit.php?editID=7&pagetab=mtask''>调研</a>', NULL, 1, 0, '2014-08-02 13:12:41'),
(6, 3, 2, '指派给您一个新任务: <a href=''default_task_edit.php?editID=10&pagetab=mtask''>石河子项目一期资金申请报告</a>', NULL, 1, 0, '2014-08-13 04:30:44'),
(8, 9, 3, '指派给您一个新任务: <a href=''default_task_edit.php?editID=12&pagetab=mtask''>交通流线、投资估算与评价</a>', NULL, 1, 0, '2014-08-13 06:17:41'),
(9, 3, 2, '指派给您一个新任务: <a href=''default_task_edit.php?editID=15&pagetab=mtask''>需求分析</a>', NULL, 1, 0, '2014-08-13 06:34:07'),
(12, 3, 4, '指派给您一个新任务: <a href=''default_task_edit.php?editID=21&pagetab=mtask''>汇报PPT的准备</a>', NULL, 1, 0, '2014-08-13 07:55:08'),
(20, 11, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=24&pagetab=ftask#log''>神华集团调研跟进</a>', NULL, 1, 0, '2014-08-18 07:38:52'),
(24, 3, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=12&pagetab=ftask#log''>交通流线、投资估算与评价</a>', NULL, 1, 0, '2014-08-19 03:08:03'),
(25, 3, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=12&pagetab=ftask#log''>交通流线、投资估算与评价</a>', NULL, 1, 0, '2014-08-19 03:08:35'),
(26, 3, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=12&pagetab=ftask#log''>交通流线、投资估算与评价</a>', NULL, 1, 0, '2014-08-19 03:08:48'),
(27, 3, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=12&pagetab=ftask#log''>交通流线、投资估算与评价</a>', NULL, 1, 0, '2014-08-19 03:11:08'),
(38, 11, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=24&pagetab=ftask#log''>神华集团调研跟进</a>', NULL, 1, 0, '2014-08-26 05:39:44'),
(40, 3, 2, '审核了您的任务: <a href=''default_task_edit.php?editID=31&pagetab=mtask''>回复提案</a>', NULL, 1, 0, '2014-08-27 02:27:50'),
(41, 11, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=24&pagetab=ftask#log''>神华集团调研跟进</a>', NULL, 1, 0, '2014-08-28 06:34:38'),
(42, 7, 4, '指派给您一个新任务: <a href=''default_task_edit.php?editID=63&pagetab=mtask''>行业典型技术机构认知座谈会</a>', NULL, 1, 0, '2014-08-29 03:24:32'),
(46, 4, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=63&pagetab=ftask#log''>行业典型技术机构认知座谈会</a>', NULL, 1, 0, '2014-09-01 02:33:06'),
(47, 6, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=55&pagetab=ftask#log''>申请书提交</a>', NULL, 1, 0, '2014-09-01 02:59:23'),
(48, 6, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=55&pagetab=ftask#log''>申请书提交</a>', NULL, 1, 0, '2014-09-01 02:59:31'),
(53, 6, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=58&pagetab=ftask#log''>所内工作机制的建立</a>', NULL, 1, 0, '2014-09-01 08:20:25'),
(54, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-01 08:21:45'),
(57, 11, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=24&pagetab=ftask#log''>神华集团调研跟进</a>', NULL, 1, 0, '2014-09-02 06:46:51'),
(58, 11, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=24&pagetab=ftask#log''>神华集团调研跟进</a>', NULL, 1, 0, '2014-09-02 06:47:16'),
(61, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=69&pagetab=ftask#log''>工作大纲内部讨论会</a>', NULL, 1, 0, '2014-09-02 10:04:07'),
(63, 3, 11, '审核了您的任务: <a href=''default_task_edit.php?editID=24&pagetab=mtask''>神华集团调研跟进</a>', NULL, 1, 0, '2014-09-04 08:07:04'),
(71, 11, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=76&pagetab=ftask#log''>铁路及轨道交通专题报告编制</a>', NULL, 1, 0, '2014-09-05 01:39:56'),
(73, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-05 02:20:00'),
(74, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-05 02:31:28'),
(75, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-05 05:22:57'),
(76, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-05 05:23:23'),
(77, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-05 05:24:31'),
(78, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-05 06:57:28'),
(79, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-09 00:44:35'),
(88, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-10 11:56:28'),
(89, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-10 11:56:46'),
(92, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-10 12:06:55'),
(93, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-10 12:07:07'),
(94, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-10 12:07:52'),
(95, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-10 12:08:01'),
(96, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-10 12:08:10'),
(97, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-10 12:08:27'),
(98, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-10 12:08:33'),
(100, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-10 12:15:45'),
(117, 4, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=93&pagetab=mtask''>湖北项目组成立并启动</a>', NULL, 1, 0, '2014-09-11 02:50:04'),
(120, 9, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=93&pagetab=mtask''>湖北项目组成立并启动</a>', NULL, 1, 0, '2014-09-11 02:50:04'),
(121, 7, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=93&pagetab=mtask''>湖北项目组成立并启动</a>', NULL, 1, 0, '2014-09-11 02:50:04'),
(122, 4, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=93&pagetab=ftask#log''>湖北项目组成立并启动</a>', NULL, 1, 0, '2014-09-11 02:51:56'),
(125, 9, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=93&pagetab=ftask#log''>湖北项目组成立并启动</a>', NULL, 1, 0, '2014-09-11 02:51:56'),
(126, 7, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=93&pagetab=ftask#log''>湖北项目组成立并启动</a>', NULL, 1, 0, '2014-09-11 02:51:56'),
(127, 4, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=93&pagetab=ftask#log''>湖北项目组成立并启动</a>', NULL, 1, 0, '2014-09-11 02:52:16'),
(130, 9, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=93&pagetab=ftask#log''>湖北项目组成立并启动</a>', NULL, 1, 0, '2014-09-11 02:52:16'),
(131, 7, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=93&pagetab=ftask#log''>湖北项目组成立并启动</a>', NULL, 1, 0, '2014-09-11 02:52:16'),
(132, 4, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=93&pagetab=mtask''>湖北项目组成立并启动</a>', NULL, 1, 0, '2014-09-11 02:52:24'),
(135, 9, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=93&pagetab=mtask''>湖北项目组成立并启动</a>', NULL, 1, 0, '2014-09-11 02:52:24'),
(136, 7, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=93&pagetab=mtask''>湖北项目组成立并启动</a>', NULL, 1, 0, '2014-09-11 02:52:24'),
(137, 4, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=94&pagetab=mtask''>向省厅汇报前内部讨论</a>', NULL, 1, 0, '2014-09-11 02:54:24'),
(139, 9, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=94&pagetab=mtask''>向省厅汇报前内部讨论</a>', NULL, 1, 0, '2014-09-11 02:54:25'),
(140, 7, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=94&pagetab=mtask''>向省厅汇报前内部讨论</a>', NULL, 1, 0, '2014-09-11 02:54:25'),
(141, 6, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=94&pagetab=mtask''>向省厅汇报前内部讨论</a>', NULL, 1, 0, '2014-09-11 02:54:25'),
(142, 4, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=94&pagetab=ftask#log''>向省厅汇报前内部讨论</a>', NULL, 1, 0, '2014-09-11 02:54:57'),
(144, 9, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=94&pagetab=ftask#log''>向省厅汇报前内部讨论</a>', NULL, 1, 0, '2014-09-11 02:54:57'),
(145, 7, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=94&pagetab=ftask#log''>向省厅汇报前内部讨论</a>', NULL, 1, 0, '2014-09-11 02:54:57'),
(146, 6, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=94&pagetab=ftask#log''>向省厅汇报前内部讨论</a>', NULL, 1, 0, '2014-09-11 02:54:57'),
(147, 4, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=94&pagetab=mtask''>向省厅汇报前内部讨论</a>', NULL, 1, 0, '2014-09-11 02:55:04'),
(149, 9, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=94&pagetab=mtask''>向省厅汇报前内部讨论</a>', NULL, 1, 0, '2014-09-11 02:55:04'),
(150, 7, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=94&pagetab=mtask''>向省厅汇报前内部讨论</a>', NULL, 1, 0, '2014-09-11 02:55:04'),
(151, 6, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=94&pagetab=mtask''>向省厅汇报前内部讨论</a>', NULL, 1, 0, '2014-09-11 02:55:04'),
(152, 4, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=95&pagetab=mtask''>省厅汇报后内部通气会</a>', NULL, 1, 0, '2014-09-11 02:57:52'),
(154, 9, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=95&pagetab=mtask''>省厅汇报后内部通气会</a>', NULL, 1, 0, '2014-09-11 02:57:52'),
(155, 7, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=95&pagetab=mtask''>省厅汇报后内部通气会</a>', NULL, 1, 0, '2014-09-11 02:57:52'),
(156, 4, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=95&pagetab=ftask#log''>省厅汇报后内部通气会</a>', NULL, 1, 0, '2014-09-11 02:58:28'),
(158, 9, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=95&pagetab=ftask#log''>省厅汇报后内部通气会</a>', NULL, 1, 0, '2014-09-11 02:58:28'),
(159, 7, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=95&pagetab=ftask#log''>省厅汇报后内部通气会</a>', NULL, 1, 0, '2014-09-11 02:58:28'),
(160, 4, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=95&pagetab=mtask''>省厅汇报后内部通气会</a>', NULL, 1, 0, '2014-09-11 02:58:33'),
(162, 9, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=95&pagetab=mtask''>省厅汇报后内部通气会</a>', NULL, 1, 0, '2014-09-11 02:58:33'),
(163, 7, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=95&pagetab=mtask''>省厅汇报后内部通气会</a>', NULL, 1, 0, '2014-09-11 02:58:33'),
(164, 9, 10, '指派给您一个新任务: <a href=''default_task_edit.php?editID=97&pagetab=mtask''>比较分析与需求分析及预测</a>', NULL, 1, 0, '2014-09-11 03:28:50'),
(165, 6, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=87&pagetab=ftask#log''>项目工作管理</a>', NULL, 1, 0, '2014-09-11 03:29:39'),
(169, 6, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=98&pagetab=mtask''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 01:48:28'),
(174, 6, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=98&pagetab=mtask''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 02:03:43'),
(178, 6, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=98&pagetab=mtask''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 02:03:54'),
(181, 6, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=87&pagetab=ftask#log''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 03:21:18'),
(182, 3, 14, '指派给您一个新任务: <a href=''default_task_edit.php?editID=104&pagetab=mtask''>专题一</a>', NULL, 1, 0, '2014-09-12 03:26:14'),
(187, 19, 10, '指派给您一个新任务: <a href=''default_task_edit.php?editID=106&pagetab=mtask''>财务及评价</a>', NULL, 1, 0, '2014-09-12 05:20:51'),
(192, 13, 10, '指派给您一个新任务: <a href=''default_task_edit.php?editID=109&pagetab=mtask''>总报告编制</a>', NULL, 1, 0, '2014-09-12 06:02:18'),
(193, 8, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=109&pagetab=mtask''>总报告编制</a>', NULL, 1, 0, '2014-09-12 06:02:18'),
(194, 13, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=109&pagetab=mtask''>总报告编制</a>', NULL, 1, 0, '2014-09-12 06:02:18'),
(196, 6, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=109&pagetab=mtask''>总报告编制</a>', NULL, 1, 0, '2014-09-12 06:02:18'),
(198, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:03:33'),
(199, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:03:33'),
(200, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:03:33'),
(202, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:04:25'),
(203, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:04:25'),
(204, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:04:25'),
(206, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:04:45'),
(207, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:04:45'),
(208, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:04:45'),
(210, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:05:22'),
(211, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:05:23'),
(212, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:05:23'),
(214, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:05:45'),
(215, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:05:46'),
(216, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:05:46'),
(218, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:06:19'),
(219, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:06:19'),
(220, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:06:19'),
(222, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:06:54'),
(223, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:06:54'),
(224, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:06:54'),
(226, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:07:18'),
(227, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:07:18'),
(228, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:07:18'),
(230, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:08:36'),
(231, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:08:36'),
(232, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:08:36'),
(234, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:08:56'),
(235, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:08:56'),
(236, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:08:56'),
(238, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:09:44'),
(239, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:09:44'),
(240, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:09:44'),
(242, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:10:02'),
(243, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:10:02'),
(244, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:10:02'),
(246, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:10:26'),
(247, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:10:26'),
(248, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:10:26'),
(250, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:10:41'),
(251, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:10:41'),
(252, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:10:41'),
(254, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:10:58'),
(255, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:10:58'),
(256, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:10:58'),
(258, 4, 31, '指派给您一个新任务: <a href=''default_task_edit.php?editID=110&pagetab=mtask''>经济社会发展趋势及需求分析</a>', NULL, 1, 0, '2014-09-12 06:11:32'),
(260, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:11:43'),
(261, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:11:43'),
(262, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:11:43'),
(264, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:12:04'),
(265, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:12:04'),
(266, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:12:05'),
(268, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:12:44'),
(269, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:12:44'),
(270, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:12:44'),
(272, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:13:01'),
(273, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:13:01'),
(274, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=ftask#log''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:13:01'),
(276, 8, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=mtask''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:13:06'),
(277, 13, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=mtask''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:13:06'),
(278, 14, 10, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=108&pagetab=mtask''>项目调研</a>', NULL, 1, 0, '2014-09-12 06:13:06'),
(280, 8, 31, '指派给您一个新任务: <a href=''default_task_edit.php?editID=111&pagetab=mtask''>物流通道及支持保障系统规划</a>', NULL, 1, 0, '2014-09-12 06:15:24'),
(284, 26, 31, '指派给您一个新任务: <a href=''default_task_edit.php?editID=113&pagetab=mtask''>附图绘制</a>', NULL, 1, 0, '2014-09-12 06:17:26'),
(286, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=98&pagetab=ftask#log''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 06:24:48'),
(287, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=98&pagetab=ftask#log''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 06:24:48'),
(288, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=98&pagetab=ftask#log''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 06:24:48'),
(289, 6, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=98&pagetab=ftask#log''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 06:24:48'),
(291, 8, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=98&pagetab=ftask#log''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 06:25:02'),
(292, 13, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=98&pagetab=ftask#log''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 06:25:02'),
(293, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=98&pagetab=ftask#log''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 06:25:02'),
(294, 6, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=98&pagetab=ftask#log''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 06:25:02'),
(297, 21, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=116&pagetab=mtask''>规划编制指南</a>', NULL, 1, 0, '2014-09-12 06:39:40'),
(298, 14, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=116&pagetab=mtask''>规划编制指南</a>', NULL, 1, 0, '2014-09-12 06:39:40'),
(299, 15, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=116&pagetab=mtask''>规划编制指南</a>', NULL, 1, 0, '2014-09-12 06:39:40'),
(300, 15, 10, '指派给您一个新任务: <a href=''default_task_edit.php?editID=117&pagetab=mtask''>需求分析</a>', NULL, 1, 0, '2014-09-12 06:40:56'),
(301, 21, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=117&pagetab=mtask''>需求分析</a>', NULL, 1, 0, '2014-09-12 06:40:56'),
(302, 14, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=117&pagetab=mtask''>需求分析</a>', NULL, 1, 0, '2014-09-12 06:40:56'),
(303, 15, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=117&pagetab=mtask''>需求分析</a>', NULL, 1, 0, '2014-09-12 06:40:56'),
(305, 21, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=116&pagetab=ftask#log''>规划编制指南</a>', NULL, 1, 0, '2014-09-12 06:41:08'),
(306, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=116&pagetab=ftask#log''>规划编制指南</a>', NULL, 1, 0, '2014-09-12 06:41:08'),
(307, 15, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=116&pagetab=ftask#log''>规划编制指南</a>', NULL, 1, 0, '2014-09-12 06:41:08'),
(308, 14, 10, '指派给您一个新任务: <a href=''default_task_edit.php?editID=118&pagetab=mtask''>单体规划</a>', NULL, 1, 0, '2014-09-12 06:41:49'),
(309, 21, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=119&pagetab=mtask''>研究总报告编制</a>', NULL, 1, 0, '2014-09-12 06:45:43'),
(310, 14, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=119&pagetab=mtask''>研究总报告编制</a>', NULL, 1, 0, '2014-09-12 06:45:43'),
(313, 21, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=120&pagetab=mtask''>规划编制指南</a>', NULL, 1, 0, '2014-09-12 06:46:51'),
(314, 14, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=120&pagetab=mtask''>规划编制指南</a>', NULL, 1, 0, '2014-09-12 06:46:51'),
(315, 15, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=120&pagetab=mtask''>规划编制指南</a>', NULL, 1, 0, '2014-09-12 06:46:51'),
(316, 31, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=120&pagetab=mtask''>规划编制指南</a>', NULL, 1, 0, '2014-09-12 06:46:51'),
(317, 15, 10, '指派给您一个新任务: <a href=''default_task_edit.php?editID=121&pagetab=mtask''>需求专题</a>', NULL, 1, 0, '2014-09-12 06:47:51'),
(318, 14, 10, '指派给您一个新任务: <a href=''default_task_edit.php?editID=122&pagetab=mtask''>单体规划专题</a>', NULL, 1, 0, '2014-09-12 06:48:39'),
(320, 21, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=124&pagetab=mtask''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 06:50:25'),
(321, 14, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=124&pagetab=mtask''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 06:50:25'),
(322, 15, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=124&pagetab=mtask''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 06:50:25'),
(324, 31, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=124&pagetab=mtask''>项目工作管理</a>', NULL, 1, 0, '2014-09-12 06:50:25'),
(325, 31, 10, '指派给您一个新任务: <a href=''default_task_edit.php?editID=125&pagetab=mtask''>示范应用</a>', NULL, 1, 0, '2014-09-12 06:51:06'),
(326, 21, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=119&pagetab=ftask#log''>研究总报告编制</a>', NULL, 1, 0, '2014-09-12 06:58:02'),
(327, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=119&pagetab=ftask#log''>研究总报告编制</a>', NULL, 1, 0, '2014-09-12 06:58:02'),
(329, 31, 10, '审核了您的任务: <a href=''default_task_edit.php?editID=125&pagetab=mtask''>示范应用</a>', NULL, 1, 0, '2014-09-12 07:00:19'),
(330, 7, 10, '审核了您的任务: <a href=''default_task_edit.php?editID=70&pagetab=mtask''>综合运输经济室头脑风暴会参会</a>', NULL, 1, 0, '2014-09-12 07:02:29'),
(331, 32, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=127&pagetab=mtask''>起草战略合作协议</a>', NULL, 1, 0, '2014-09-12 07:07:42'),
(334, 41, 10, '审核了您的任务: <a href=''default_task_edit.php?editID=128&pagetab=mtask''>综合运输经济室头脑风暴会参会</a>', NULL, 1, 0, '2014-09-12 08:04:28'),
(336, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-12 09:00:54'),
(337, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-12 09:01:14'),
(338, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-12 09:01:50'),
(339, 6, 7, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=134&pagetab=mtask''>工作大纲稿子和ppt院内部讨论</a>', NULL, 1, 0, '2014-09-12 09:04:00'),
(340, 6, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=134&pagetab=ftask#log''>工作大纲稿子和ppt院内部讨论</a>', NULL, 1, 0, '2014-09-12 09:04:15'),
(341, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-12 09:04:34'),
(342, 9, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=136&pagetab=ftask#log''>总量预测</a>', NULL, 1, 0, '2014-09-16 02:32:30'),
(346, 14, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=104&pagetab=ftask#log''>专题一</a>', NULL, 1, 0, '2014-09-16 02:38:57'),
(348, 14, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=104&pagetab=ftask#log''>专题一</a>', NULL, 1, 0, '2014-09-16 02:52:05'),
(351, 9, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=136&pagetab=ftask#log''>总量预测</a>', NULL, 1, 0, '2014-09-16 08:13:19'),
(352, 9, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=136&pagetab=ftask#log''>总量预测</a>', NULL, 1, 0, '2014-09-17 04:07:59'),
(353, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-17 06:40:15'),
(354, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-17 06:40:54'),
(355, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=72&pagetab=ftask#log''>重庆市综合交通运输“十三五”发展规划研究工作大纲（第四轮修改）</a>', NULL, 1, 0, '2014-09-17 06:42:17'),
(356, 6, 7, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=134&pagetab=mtask''>工作大纲稿子和ppt院内部讨论</a>', NULL, 1, 0, '2014-09-17 06:42:44'),
(357, 33, 7, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=137&pagetab=mtask''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-09-17 06:47:03'),
(358, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=137&pagetab=ftask#log''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-09-17 06:47:55'),
(359, 33, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=137&pagetab=ftask#log''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-09-17 06:47:55'),
(360, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=137&pagetab=ftask#log''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-09-17 06:48:29'),
(361, 33, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=137&pagetab=ftask#log''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-09-17 06:48:29'),
(363, 6, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=138&pagetab=mtask''>上海江苏片区调研</a>', NULL, 1, 0, '2014-09-18 00:38:40'),
(364, 2, 1, '指派给您一个新任务: <a href=''default_task_edit.php?editID=139&pagetab=mtask''>上海南京调研</a>', NULL, 1, 0, '2014-09-18 00:39:30'),
(365, 6, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=139&pagetab=mtask''>上海南京调研</a>', NULL, 1, 0, '2014-09-18 00:39:30'),
(366, 2, 1, '指派给您一个新任务: <a href=''default_task_edit.php?editID=140&pagetab=mtask''>上海、镇江、南京实地调研</a>', NULL, 1, 0, '2014-09-18 00:41:04'),
(367, 6, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=140&pagetab=mtask''>上海、镇江、南京实地调研</a>', NULL, 1, 0, '2014-09-18 00:41:04'),
(368, 2, 1, '指派给您一个新任务: <a href=''default_task_edit.php?editID=141&pagetab=mtask''>编写出差报告</a>', NULL, 1, 0, '2014-09-18 00:42:00'),
(369, 6, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=141&pagetab=mtask''>编写出差报告</a>', NULL, 1, 0, '2014-09-18 00:42:00'),
(370, 2, 1, '指派给您一个新任务: <a href=''default_task_edit.php?editID=142&pagetab=mtask''>完成征求意见稿</a>', NULL, 1, 0, '2014-09-18 00:44:31'),
(372, 9, 2, '指派给您一个新任务: <a href=''default_task_edit.php?editID=144&pagetab=mtask''>协助完成transcad建模</a>', NULL, 1, 0, '2014-09-18 00:53:40'),
(373, 9, 2, '指派给您一个新任务: <a href=''default_task_edit.php?editID=145&pagetab=mtask''>transcad建模</a>', NULL, 1, 0, '2014-09-18 00:54:44'),
(374, 41, 2, '指派给您一个新任务: <a href=''default_task_edit.php?editID=146&pagetab=mtask''>transcad建模</a>', NULL, 1, 0, '2014-09-18 00:55:27'),
(375, 14, 2, '指派给您一个新任务: <a href=''default_task_edit.php?editID=147&pagetab=mtask''>项目表、分期实施、建设重点等</a>', NULL, 1, 0, '2014-09-18 00:56:35'),
(376, 3, 2, '指派给您一个新任务: <a href=''default_task_edit.php?editID=148&pagetab=mtask''>需求分析修改</a>', NULL, 1, 0, '2014-09-18 00:57:11'),
(377, 6, 2, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=140&pagetab=ftask#log''>上海、镇江、南京实地调研</a>', NULL, 1, 0, '2014-09-18 01:02:04'),
(378, 6, 2, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=140&pagetab=ftask#log''>上海、镇江、南京实地调研</a>', NULL, 1, 0, '2014-09-18 01:02:12'),
(379, 6, 2, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=140&pagetab=ftask#log''>上海、镇江、南京实地调研</a>', NULL, 1, 0, '2014-09-18 01:02:21'),
(380, 21, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=151&pagetab=mtask''>验收工作</a>', NULL, 1, 0, '2014-09-18 01:04:26'),
(381, 14, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=151&pagetab=mtask''>验收工作</a>', NULL, 1, 0, '2014-09-18 01:04:26'),
(382, 15, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=151&pagetab=mtask''>验收工作</a>', NULL, 1, 0, '2014-09-18 01:04:26'),
(383, 23, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=151&pagetab=mtask''>验收工作</a>', NULL, 1, 0, '2014-09-18 01:04:26'),
(384, 2, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=151&pagetab=mtask''>验收工作</a>', NULL, 1, 0, '2014-09-18 01:04:26'),
(385, 21, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=151&pagetab=ftask#log''>验收工作</a>', NULL, 1, 0, '2014-09-18 01:06:09'),
(386, 14, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=151&pagetab=ftask#log''>验收工作</a>', NULL, 1, 0, '2014-09-18 01:06:09'),
(387, 15, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=151&pagetab=ftask#log''>验收工作</a>', NULL, 1, 0, '2014-09-18 01:06:09'),
(388, 23, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=151&pagetab=ftask#log''>验收工作</a>', NULL, 1, 0, '2014-09-18 01:06:09'),
(389, 2, 10, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=151&pagetab=ftask#log''>验收工作</a>', NULL, 1, 0, '2014-09-18 01:06:09'),
(390, 6, 2, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=141&pagetab=ftask#log''>编写出差报告</a>', NULL, 1, 0, '2014-09-18 01:08:37'),
(391, 2, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=146&pagetab=ftask#log''>transcad建模</a>', NULL, 1, 0, '2014-09-18 01:42:24'),
(394, 2, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=54&pagetab=ftask#log''>答复主办提案</a>', NULL, 1, 0, '2014-09-18 02:12:37'),
(395, 2, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=146&pagetab=ftask#log''>transcad建模</a>', NULL, 1, 0, '2014-09-18 06:45:55'),
(396, 2, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=146&pagetab=ftask#log''>transcad建模</a>', NULL, 1, 0, '2014-09-18 08:53:20'),
(397, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=137&pagetab=ftask#log''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-09-19 06:59:35'),
(398, 33, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=137&pagetab=ftask#log''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-09-19 06:59:35'),
(399, 2, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=146&pagetab=ftask#log''>transcad建模</a>', NULL, 1, 0, '2014-09-19 07:45:57'),
(400, 2, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=146&pagetab=ftask#log''>transcad建模</a>', NULL, 1, 0, '2014-09-19 07:46:16'),
(401, 2, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=146&pagetab=ftask#log''>transcad建模</a>', NULL, 1, 0, '2014-09-19 07:46:24'),
(402, 8, 2, '指派给您一个新任务: <a href=''default_task_edit.php?editID=152&pagetab=mtask''>国内外经验借鉴</a>', NULL, 1, 0, '2014-09-19 08:16:57'),
(403, 2, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=146&pagetab=ftask#log''>transcad建模</a>', NULL, 1, 0, '2014-09-22 04:13:42'),
(404, 2, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=146&pagetab=ftask#log''>transcad建模</a>', NULL, 1, 0, '2014-09-22 04:14:04'),
(406, 14, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=104&pagetab=ftask#log''>专题一</a>', NULL, 1, 0, '2014-09-22 06:28:15'),
(407, 10, 3, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=104&pagetab=ftask#log''>专题一</a>', NULL, 1, 0, '2014-09-22 06:28:15'),
(408, 14, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=104&pagetab=ftask#log''>专题一</a>', NULL, 1, 0, '2014-09-22 06:28:21'),
(409, 14, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=104&pagetab=ftask#log''>专题一</a>', NULL, 1, 0, '2014-09-22 06:28:48'),
(410, 10, 3, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=104&pagetab=ftask#log''>专题一</a>', NULL, 1, 0, '2014-09-22 06:28:48'),
(411, 14, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=104&pagetab=ftask#log''>专题一</a>', NULL, 1, 0, '2014-09-22 06:29:57'),
(412, 10, 3, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=104&pagetab=ftask#log''>专题一</a>', NULL, 1, 0, '2014-09-22 06:29:57'),
(413, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=75&pagetab=ftask#log''>修改资金申请报告</a>', NULL, 1, 0, '2014-09-22 06:32:06'),
(414, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=75&pagetab=ftask#log''>修改资金申请报告</a>', NULL, 1, 0, '2014-09-22 06:34:26'),
(415, 2, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=146&pagetab=ftask#log''>transcad建模</a>', NULL, 1, 0, '2014-09-22 07:00:51'),
(416, 10, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=65&pagetab=ftask#log''>通道及线网布局规划-专题</a>', NULL, 1, 0, '2014-09-22 09:08:39'),
(417, 10, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=65&pagetab=ftask#log''>通道及线网布局规划-专题</a>', NULL, 1, 0, '2014-09-22 09:08:51'),
(418, 10, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=65&pagetab=ftask#log''>通道及线网布局规划-专题</a>', NULL, 1, 0, '2014-09-22 09:09:14'),
(419, 10, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=65&pagetab=ftask#log''>通道及线网布局规划-专题</a>', NULL, 1, 0, '2014-09-22 09:09:41'),
(420, 10, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=65&pagetab=ftask#log''>通道及线网布局规划-专题</a>', NULL, 1, 0, '2014-09-22 09:09:49'),
(421, 10, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=65&pagetab=ftask#log''>通道及线网布局规划-专题</a>', NULL, 1, 0, '2014-09-22 09:10:21'),
(422, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=137&pagetab=ftask#log''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-09-23 05:58:43'),
(423, 33, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=137&pagetab=ftask#log''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-09-23 05:58:43'),
(424, 9, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=136&pagetab=ftask#log''>总量预测</a>', NULL, 1, 0, '2014-09-23 06:10:59'),
(425, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=137&pagetab=ftask#log''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-09-23 10:38:46'),
(426, 10, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=65&pagetab=ftask#log''>通道及线网布局规划-专题</a>', NULL, 1, 0, '2014-09-23 10:39:09'),
(427, 7, 10, '审核了您的任务: <a href=''default_task_edit.php?editID=65&pagetab=mtask''>通道及线网布局规划-专题</a>', NULL, 1, 0, '2014-09-24 01:38:31'),
(428, 6, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=153&pagetab=mtask''>项目工作管理</a>', NULL, 1, 0, '2014-09-24 02:12:49'),
(429, 32, 10, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=153&pagetab=mtask''>项目工作管理</a>', NULL, 1, 0, '2014-09-24 02:12:50'),
(430, 10, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=97&pagetab=ftask#log''>比较分析与需求分析及预测</a>', NULL, 1, 0, '2014-09-24 02:41:50'),
(431, 10, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=97&pagetab=ftask#log''>比较分析与需求分析及预测</a>', NULL, 1, 0, '2014-09-24 02:42:09'),
(432, 2, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=145&pagetab=ftask#log''>transcad建模</a>', NULL, 1, 0, '2014-09-24 02:44:17'),
(433, 2, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=145&pagetab=ftask#log''>transcad建模</a>', NULL, 1, 0, '2014-09-24 02:44:42'),
(434, 2, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=145&pagetab=ftask#log''>transcad建模</a>', NULL, 1, 0, '2014-09-24 02:44:52'),
(435, 10, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=97&pagetab=ftask#log''>比较分析与需求分析及预测</a>', NULL, 1, 0, '2014-09-24 02:48:29'),
(436, 10, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=97&pagetab=ftask#log''>比较分析与需求分析及预测</a>', NULL, 1, 0, '2014-09-24 02:50:35'),
(437, 10, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=97&pagetab=ftask#log''>比较分析与需求分析及预测</a>', NULL, 1, 0, '2014-09-24 02:56:08'),
(438, 10, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=97&pagetab=ftask#log''>比较分析与需求分析及预测</a>', NULL, 1, 0, '2014-09-24 02:56:19'),
(439, 10, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=97&pagetab=ftask#log''>比较分析与需求分析及预测</a>', NULL, 1, 0, '2014-09-24 02:59:43'),
(440, 10, 9, '更新了来自您的任务: <a href=''default_task_edit.php?editID=97&pagetab=ftask#log''>比较分析与需求分析及预测</a>', NULL, 1, 0, '2014-09-24 03:02:56'),
(441, 41, 9, '指派给您一个新任务: <a href=''default_task_edit.php?editID=154&pagetab=mtask''>transcad 点线面建模</a>', NULL, 1, 0, '2014-09-24 03:39:10'),
(442, 10, 9, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=154&pagetab=mtask''>transcad 点线面建模</a>', NULL, 1, 0, '2014-09-24 03:39:10'),
(443, 9, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=154&pagetab=ftask#log''>transcad 点线面建模</a>', NULL, 1, 0, '2014-09-24 05:49:30'),
(444, 10, 41, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=154&pagetab=ftask#log''>transcad 点线面建模</a>', NULL, 1, 0, '2014-09-24 05:49:31'),
(445, 2, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=155&pagetab=ftask#log''>发展形势与要求</a>', NULL, 1, 0, '2014-09-25 00:26:46'),
(446, 2, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=155&pagetab=ftask#log''>发展形势与要求</a>', NULL, 1, 0, '2014-09-25 00:27:02'),
(447, 6, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=156&pagetab=ftask#log''>论文修改</a>', NULL, 1, 0, '2014-09-25 00:29:58'),
(448, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=22&pagetab=ftask#log''>需求分析</a>', NULL, 1, 0, '2014-09-25 00:31:11'),
(449, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=75&pagetab=ftask#log''>修改资金申请报告</a>', NULL, 1, 0, '2014-09-25 00:32:25'),
(450, 2, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=10&pagetab=ftask#log''>石河子项目一期资金申请报告</a>', NULL, 1, 0, '2014-09-25 00:33:25'),
(451, 2, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=10&pagetab=ftask#log''>石河子项目一期资金申请报告</a>', NULL, 1, 0, '2014-09-25 00:33:35'),
(452, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=75&pagetab=ftask#log''>修改资金申请报告</a>', NULL, 1, 0, '2014-09-25 00:34:41'),
(453, 11, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=76&pagetab=ftask#log''>铁路及轨道交通专题报告编制</a>', NULL, 1, 0, '2014-09-25 00:35:32'),
(454, 2, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=148&pagetab=ftask#log''>需求分析修改</a>', NULL, 1, 0, '2014-09-25 00:37:00'),
(455, 2, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=148&pagetab=ftask#log''>需求分析修改</a>', NULL, 1, 0, '2014-09-25 00:37:28'),
(456, 9, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=154&pagetab=ftask#log''>transcad 点线面建模</a>', NULL, 1, 0, '2014-09-25 01:40:18'),
(457, 10, 41, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=154&pagetab=ftask#log''>transcad 点线面建模</a>', NULL, 1, 0, '2014-09-25 01:40:19'),
(458, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=137&pagetab=ftask#log''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-09-25 05:56:22'),
(459, 33, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=137&pagetab=ftask#log''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-09-25 05:56:22'),
(460, 33, 7, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=157&pagetab=mtask''>部党组2014年第7次党组中心组学习PPT准备</a>', NULL, 1, 0, '2014-09-25 06:07:13'),
(461, 33, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=157&pagetab=ftask#log''>部党组2014年第7次党组中心组学习PPT准备</a>', NULL, 1, 0, '2014-09-25 06:07:38'),
(462, 38, 4, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=159&pagetab=mtask''>参加企业和省厅座谈会</a>', NULL, 1, 0, '2014-09-25 06:18:25'),
(463, 22, 4, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=159&pagetab=mtask''>参加企业和省厅座谈会</a>', NULL, 1, 0, '2014-09-25 06:18:25'),
(464, 38, 4, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=160&pagetab=mtask''>编制完成“关于行业前期工作”的建议</a>', NULL, 1, 0, '2014-09-25 06:20:23'),
(465, 22, 4, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=160&pagetab=mtask''>编制完成“关于行业前期工作”的建议</a>', NULL, 1, 0, '2014-09-25 06:20:23'),
(466, 20, 11, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-25 06:22:05'),
(467, 20, 4, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=161&pagetab=mtask''>送审稿征求意见会</a>', NULL, 1, 0, '2014-09-25 06:46:18'),
(468, 38, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=159&pagetab=ftask#log''>参加企业和省厅座谈会</a>', NULL, 1, 0, '2014-09-25 06:48:51'),
(469, 22, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=159&pagetab=ftask#log''>参加企业和省厅座谈会</a>', NULL, 1, 0, '2014-09-25 06:48:51'),
(470, 20, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=161&pagetab=ftask#log''>送审稿征求意见会</a>', NULL, 1, 0, '2014-09-25 06:49:52'),
(471, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-25 06:51:32'),
(472, 20, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-25 06:51:32'),
(473, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-25 06:57:01'),
(474, 20, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-25 06:57:01'),
(475, 38, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=160&pagetab=ftask#log''>编制完成“关于行业前期工作”的建议</a>', NULL, 1, 0, '2014-09-25 07:07:38'),
(476, 22, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=160&pagetab=ftask#log''>编制完成“关于行业前期工作”的建议</a>', NULL, 1, 0, '2014-09-25 07:07:38'),
(477, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-25 07:09:16'),
(478, 20, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-25 07:09:16'),
(479, 29, 41, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=162&pagetab=mtask''>填写案例</a>', NULL, 1, 0, '2014-09-26 01:31:10'),
(480, 8, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=162&pagetab=ftask#log''>填写案例</a>', NULL, 1, 0, '2014-09-26 01:31:31'),
(481, 29, 41, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=162&pagetab=ftask#log''>填写案例</a>', NULL, 1, 0, '2014-09-26 01:31:31'),
(482, 41, 10, '审核了您的任务: <a href=''default_task_edit.php?editID=154&pagetab=mtask''>transcad 点线面建模</a>', NULL, 1, 0, '2014-09-28 02:26:29'),
(483, 8, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=162&pagetab=ftask#log''>填写案例</a>', NULL, 1, 0, '2014-09-30 01:49:14'),
(484, 8, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=162&pagetab=ftask#log''>填写案例</a>', NULL, 1, 0, '2014-09-30 01:49:27'),
(485, 29, 41, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=162&pagetab=ftask#log''>填写案例</a>', NULL, 1, 0, '2014-09-30 01:49:27'),
(486, 8, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=162&pagetab=ftask#log''>填写案例</a>', NULL, 1, 0, '2014-09-30 01:49:45'),
(487, 29, 41, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=162&pagetab=ftask#log''>填写案例</a>', NULL, 1, 0, '2014-09-30 01:49:45'),
(488, 8, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=162&pagetab=ftask#log''>填写案例</a>', NULL, 1, 0, '2014-09-30 01:49:58'),
(489, 8, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=162&pagetab=ftask#log''>填写案例</a>', NULL, 1, 0, '2014-09-30 01:50:05'),
(490, 9, 41, '更新了来自您的任务: <a href=''default_task_edit.php?editID=154&pagetab=ftask#log''>transcad 点线面建模</a>', NULL, 1, 0, '2014-09-30 01:51:15'),
(491, 10, 41, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=154&pagetab=ftask#log''>transcad 点线面建模</a>', NULL, 1, 0, '2014-09-30 01:51:15'),
(492, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-30 01:57:07'),
(493, 20, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-30 01:57:07'),
(494, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-30 01:57:33'),
(495, 20, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=60&pagetab=ftask#log''>水运发展思路初稿</a>', NULL, 1, 0, '2014-09-30 01:57:33'),
(496, 10, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=86&pagetab=ftask#log''>三季度政务分析报告</a>', NULL, 1, 0, '2014-09-30 01:58:39'),
(497, 10, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=86&pagetab=ftask#log''>三季度政务分析报告</a>', NULL, 1, 0, '2014-09-30 01:59:16'),
(498, 20, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=161&pagetab=ftask#log''>送审稿征求意见会</a>', NULL, 1, 0, '2014-09-30 02:01:20'),
(499, 20, 4, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=163&pagetab=mtask''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:03:42'),
(500, 38, 4, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=163&pagetab=mtask''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:03:42'),
(501, 39, 4, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=163&pagetab=mtask''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:03:42'),
(502, 3, 4, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=163&pagetab=mtask''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:03:43'),
(503, 2, 4, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=163&pagetab=mtask''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:03:43'),
(504, 20, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:04:58'),
(505, 38, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:04:58'),
(506, 39, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:04:58'),
(507, 3, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:04:58'),
(508, 2, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:04:58'),
(509, 20, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:06:13'),
(510, 38, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:06:13'),
(511, 39, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:06:13'),
(512, 3, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:06:13'),
(513, 2, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-09-30 02:06:13'),
(514, 10, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=86&pagetab=ftask#log''>三季度政务分析报告</a>', NULL, 1, 0, '2014-09-30 02:08:17'),
(515, 10, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=86&pagetab=ftask#log''>三季度政务分析报告</a>', NULL, 1, 0, '2014-09-30 02:09:05'),
(516, 33, 7, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=157&pagetab=mtask''>部党组2014年第7次党组中心组学习PPT准备</a>', NULL, 1, 0, '2014-10-09 01:58:42'),
(517, 11, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=164&pagetab=ftask#log''>宁波与计划单列市交通发展现状及规划情况对比</a>', NULL, 1, 0, '2014-10-09 02:04:16'),
(518, 4, 7, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=165&pagetab=mtask''>简本压缩</a>', NULL, 1, 0, '2014-10-11 01:29:56'),
(519, 13, 7, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=165&pagetab=mtask''>简本压缩</a>', NULL, 1, 0, '2014-10-11 01:29:56');
INSERT INTO `tk_message` (`meid`, `tk_mess_touser`, `tk_mess_fromuser`, `tk_mess_title`, `tk_mess_text`, `tk_mess_status`, `tk_mess_type`, `tk_mess_time`) VALUES
(520, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=165&pagetab=ftask#log''>简本压缩</a>', NULL, 1, 0, '2014-10-11 01:30:30'),
(521, 4, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=165&pagetab=ftask#log''>简本压缩</a>', NULL, 1, 0, '2014-10-11 01:30:31'),
(522, 13, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=165&pagetab=ftask#log''>简本压缩</a>', NULL, 1, 0, '2014-10-11 01:30:31'),
(523, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=137&pagetab=ftask#log''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-10-11 01:32:12'),
(524, 33, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=137&pagetab=ftask#log''>综合交通运输体系“十三五”发展规划基本思路（初稿）汇报准备</a>', NULL, 1, 0, '2014-10-11 01:32:12'),
(525, 13, 7, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=166&pagetab=mtask''>根据部长专题会后的意见进行修改</a>', NULL, 1, 0, '2014-10-11 01:35:33'),
(526, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=166&pagetab=ftask#log''>根据部长专题会后的意见进行修改</a>', NULL, 1, 0, '2014-10-11 01:35:45'),
(527, 13, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=166&pagetab=ftask#log''>根据部长专题会后的意见进行修改</a>', NULL, 1, 0, '2014-10-11 01:35:45'),
(528, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=22&pagetab=ftask#log''>需求分析</a>', NULL, 1, 0, '2014-10-13 00:31:33'),
(529, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=75&pagetab=ftask#log''>修改资金申请报告</a>', NULL, 1, 0, '2014-10-13 00:34:16'),
(530, 6, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=167&pagetab=ftask#log''>布置任务会</a>', NULL, 1, 0, '2014-10-13 00:39:31'),
(531, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=22&pagetab=ftask#log''>需求分析</a>', NULL, 1, 0, '2014-10-13 00:43:40'),
(532, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=22&pagetab=ftask#log''>需求分析</a>', NULL, 1, 0, '2014-10-13 00:43:58'),
(533, 3, 4, '指派给您一个新任务: <a href=''default_task_edit.php?editID=168&pagetab=mtask''>铁路部分的修改</a>', NULL, 1, 0, '2014-10-13 01:00:04'),
(534, 20, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:02:45'),
(535, 38, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:02:46'),
(536, 39, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:02:46'),
(537, 3, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:02:46'),
(538, 2, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:02:46'),
(539, 20, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:03:20'),
(540, 38, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:03:20'),
(541, 39, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:03:20'),
(542, 3, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:03:20'),
(543, 2, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:03:20'),
(544, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=166&pagetab=ftask#log''>根据部长专题会后的意见进行修改</a>', NULL, 1, 0, '2014-10-13 01:03:23'),
(545, 13, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=166&pagetab=ftask#log''>根据部长专题会后的意见进行修改</a>', NULL, 1, 0, '2014-10-13 01:03:23'),
(546, 20, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:04:30'),
(547, 38, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:04:30'),
(548, 39, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:04:30'),
(549, 3, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:04:30'),
(550, 2, 4, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=163&pagetab=ftask#log''>送审稿征求意见后修改</a>', NULL, 1, 0, '2014-10-13 01:04:30'),
(551, 38, 4, '指派给您一个新任务: <a href=''default_task_edit.php?editID=169&pagetab=mtask''>交通规划部分的修改</a>', NULL, 1, 0, '2014-10-13 01:14:51'),
(552, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=170&pagetab=ftask#log''>初稿修改</a>', NULL, 1, 0, '2014-10-13 01:38:36'),
(553, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=170&pagetab=ftask#log''>初稿修改</a>', NULL, 1, 0, '2014-10-13 01:39:51'),
(554, 11, 4, '更新了来自您的任务: <a href=''default_task_edit.php?editID=170&pagetab=ftask#log''>初稿修改</a>', NULL, 1, 0, '2014-10-13 01:40:04'),
(555, 9, 4, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=171&pagetab=mtask''>临时性任务-江苏十三五规划思路竞争性谈判文件制作</a>', NULL, 1, 0, '2014-10-13 03:26:23'),
(556, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=166&pagetab=ftask#log''>根据部长专题会后的意见进行修改</a>', NULL, 1, 0, '2014-10-13 06:26:54'),
(557, 13, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=166&pagetab=ftask#log''>根据部长专题会后的意见进行修改</a>', NULL, 1, 0, '2014-10-13 06:26:55'),
(558, 37, 23, '指派给您一个新任务: <a href=''default_task_edit.php?editID=172&pagetab=mtask''>工作目标任务梳理</a>', NULL, 1, 0, '2015-01-05 05:09:57'),
(559, 37, 23, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=173&pagetab=mtask''>第三季度督查分析报告编制</a>', NULL, 1, 0, '2015-01-05 05:16:23'),
(560, 37, 23, '审核了您的任务: <a href=''default_task_edit.php?editID=172&pagetab=mtask''>工作目标任务梳理</a>', NULL, 1, 0, '2015-01-05 05:22:23'),
(561, 37, 23, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=173&pagetab=mtask''>第三季度督查分析报告编制</a>', NULL, 1, 0, '2015-01-05 05:22:54'),
(562, 13, 7, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=174&pagetab=mtask''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:41:48'),
(563, 35, 7, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=174&pagetab=mtask''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:41:48'),
(564, 39, 7, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=174&pagetab=mtask''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:41:48'),
(565, 15, 7, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=174&pagetab=mtask''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:41:48'),
(566, 25, 7, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=174&pagetab=mtask''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:41:48'),
(567, 34, 7, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=174&pagetab=mtask''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:41:48'),
(568, 16, 7, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=174&pagetab=mtask''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:41:48'),
(569, 6, 7, '更新了来自您的任务: <a href=''default_task_edit.php?editID=174&pagetab=ftask#log''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:42:38'),
(570, 13, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=174&pagetab=ftask#log''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:42:38'),
(571, 35, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=174&pagetab=ftask#log''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:42:38'),
(572, 39, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=174&pagetab=ftask#log''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:42:38'),
(573, 15, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=174&pagetab=ftask#log''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:42:38'),
(574, 25, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=174&pagetab=ftask#log''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:42:38'),
(575, 34, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=174&pagetab=ftask#log''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:42:38'),
(576, 16, 7, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=174&pagetab=ftask#log''>总报告初步思路</a>', NULL, 1, 0, '2015-01-06 00:42:38'),
(577, 10, 15, '更新了来自您的任务: <a href=''default_task_edit.php?editID=121&pagetab=ftask#log''>需求专题</a>', NULL, 1, 0, '2015-01-08 00:33:23'),
(578, 41, 8, '审核了您的任务: <a href=''default_task_edit.php?editID=133&pagetab=mtask''>gis分析的基础数据查找</a>', NULL, 1, 0, '2015-01-08 00:37:08'),
(579, 41, 8, '审核了您的任务: <a href=''default_task_edit.php?editID=162&pagetab=mtask''>填写案例</a>', NULL, 1, 0, '2015-01-08 00:37:47'),
(580, 29, 8, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=162&pagetab=mtask''>填写案例</a>', NULL, 1, 0, '2015-01-08 00:37:47'),
(581, 3, 8, '审核了您的任务: <a href=''default_task_edit.php?editID=14&pagetab=mtask''>需求分析</a>', NULL, 1, 0, '2015-01-08 00:38:00'),
(582, 2, 23, '指派给您一个新任务: <a href=''default_task_edit.php?editID=180&pagetab=mtask''>业务应用开发</a>', NULL, 1, 0, '2015-01-09 00:43:57'),
(583, 37, 23, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=180&pagetab=mtask''>业务应用开发</a>', NULL, 1, 0, '2015-01-09 00:43:57'),
(584, 38, 23, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=180&pagetab=mtask''>业务应用开发</a>', NULL, 1, 0, '2015-01-09 00:43:58'),
(585, 37, 30, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=181&pagetab=mtask''>征求意见稿编制</a>', NULL, 1, 0, '2015-01-28 07:05:20'),
(586, 35, 30, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=181&pagetab=mtask''>征求意见稿编制</a>', NULL, 1, 0, '2015-01-28 07:05:20'),
(587, 38, 30, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=181&pagetab=mtask''>征求意见稿编制</a>', NULL, 1, 0, '2015-01-28 07:05:20'),
(588, 13, 30, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=182&pagetab=mtask''>制定工作大纲</a>', NULL, 1, 0, '2015-01-28 07:08:30'),
(589, 35, 30, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=182&pagetab=mtask''>制定工作大纲</a>', NULL, 1, 0, '2015-01-28 07:08:30'),
(590, 38, 30, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=182&pagetab=mtask''>制定工作大纲</a>', NULL, 1, 0, '2015-01-28 07:08:30'),
(591, 15, 30, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=182&pagetab=mtask''>制定工作大纲</a>', NULL, 1, 0, '2015-01-28 07:08:30'),
(592, 13, 30, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=183&pagetab=mtask''>制定调研计划（提纲）</a>', NULL, 1, 0, '2015-01-28 07:09:26'),
(593, 35, 30, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=183&pagetab=mtask''>制定调研计划（提纲）</a>', NULL, 1, 0, '2015-01-28 07:09:26'),
(594, 38, 30, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=183&pagetab=mtask''>制定调研计划（提纲）</a>', NULL, 1, 0, '2015-01-28 07:09:26'),
(595, 15, 30, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=183&pagetab=mtask''>制定调研计划（提纲）</a>', NULL, 1, 0, '2015-01-28 07:09:26'),
(596, 6, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=184&pagetab=ftask#log''>十三五时期推进长江经济带发展的主要任务</a>', NULL, 1, 0, '2015-02-05 09:52:11'),
(597, 38, 15, '指派给您一个新任务: <a href=''default_task_edit.php?editID=187&pagetab=mtask''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:25:50'),
(598, 39, 15, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=187&pagetab=mtask''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:25:50'),
(599, 34, 15, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=187&pagetab=mtask''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:25:50'),
(600, 39, 15, '指派给您一个新任务: <a href=''default_task_edit.php?editID=188&pagetab=mtask''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:26:34'),
(601, 38, 15, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=188&pagetab=mtask''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:26:34'),
(602, 34, 15, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=188&pagetab=mtask''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:26:34'),
(603, 34, 15, '指派给您一个新任务: <a href=''default_task_edit.php?editID=189&pagetab=mtask''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:27:19'),
(604, 38, 15, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=189&pagetab=mtask''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:27:19'),
(605, 39, 15, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=189&pagetab=mtask''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:27:19'),
(606, 38, 15, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=190&pagetab=mtask''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:29:43'),
(607, 39, 15, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=190&pagetab=mtask''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:29:43'),
(608, 34, 15, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=190&pagetab=mtask''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:29:43'),
(609, 38, 15, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=190&pagetab=ftask#log''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:30:34'),
(610, 39, 15, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=190&pagetab=ftask#log''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:30:34'),
(611, 34, 15, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=190&pagetab=ftask#log''>中间成果</a>', NULL, 1, 0, '2015-02-09 02:30:34'),
(612, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=191&pagetab=ftask#log''>物流大通道GIS建模与特征提取</a>', NULL, 1, 0, '2015-03-04 10:02:11'),
(613, 6, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=192&pagetab=ftask#log''>中财办-推进长江经济带发展的主要任务</a>', NULL, 1, 0, '2015-03-04 10:04:46'),
(614, 11, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=76&pagetab=ftask#log''>铁路及轨道交通专题报告编制</a>', NULL, 1, 0, '2015-03-04 10:06:21'),
(615, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=22&pagetab=ftask#log''>需求分析</a>', NULL, 1, 0, '2015-03-04 10:07:52'),
(616, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=22&pagetab=ftask#log''>需求分析</a>', NULL, 1, 0, '2015-03-04 10:08:09'),
(617, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=22&pagetab=ftask#log''>需求分析</a>', NULL, 1, 0, '2015-03-04 10:08:29'),
(618, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=191&pagetab=ftask#log''>物流大通道GIS建模与特征提取</a>', NULL, 1, 0, '2015-03-04 10:09:01'),
(619, 6, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=192&pagetab=ftask#log''>中财办-推进长江经济带发展的主要任务</a>', NULL, 1, 0, '2015-03-04 10:09:48'),
(620, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=191&pagetab=ftask#log''>物流大通道GIS建模与特征提取</a>', NULL, 1, 0, '2015-03-04 10:10:59'),
(621, 36, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=193&pagetab=ftask#log''>铁路相关数据需求</a>', NULL, 1, 0, '2015-03-04 10:14:18'),
(622, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=22&pagetab=ftask#log''>需求分析</a>', NULL, 1, 0, '2015-03-04 10:14:40'),
(623, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=191&pagetab=ftask#log''>物流大通道GIS建模与特征提取</a>', NULL, 1, 0, '2015-03-04 10:17:21'),
(624, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=191&pagetab=ftask#log''>物流大通道GIS建模与特征提取</a>', NULL, 1, 0, '2015-03-04 10:18:00'),
(625, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=191&pagetab=ftask#log''>物流大通道GIS建模与特征提取</a>', NULL, 1, 0, '2015-03-25 00:26:03'),
(626, 10, 3, '更新了来自您的任务: <a href=''default_task_edit.php?editID=191&pagetab=ftask#log''>物流大通道GIS建模与特征提取</a>', NULL, 1, 0, '2015-03-25 00:26:55'),
(627, 33, 1, '指派给您一个新任务: <a href=''default_task_edit.php?editID=196&pagetab=mtask''>任务 11111</a>', NULL, 1, 0, '2015-09-30 02:59:38'),
(628, 46, 1, '指派给您一个新任务: <a href=''default_task_edit.php?editID=197&pagetab=mtask''>task1 tilele</a>', NULL, 1, 0, '2015-12-04 13:08:27'),
(629, 46, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=197&pagetab=mtask''>task1 tilele</a>', NULL, 1, 0, '2015-12-04 13:08:27'),
(630, 45, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=197&pagetab=mtask''>task1 tilele</a>', NULL, 1, 0, '2015-12-04 13:08:27'),
(631, 46, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=198&pagetab=mtask''>task 2 to admin</a>', NULL, 1, 0, '2015-12-04 13:09:46'),
(632, 45, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=198&pagetab=mtask''>task 2 to admin</a>', NULL, 1, 0, '2015-12-04 13:09:46'),
(633, 46, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=ftask#log''>task 2 to admin</a>', NULL, 1, 0, '2015-12-04 23:03:37'),
(634, 45, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=ftask#log''>task 2 to admin</a>', NULL, 1, 0, '2015-12-04 23:03:37'),
(635, 46, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=ftask#log''>task 2 to admin</a>', NULL, 1, 0, '2015-12-04 23:32:21'),
(636, 45, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=ftask#log''>task 2 to admin</a>', NULL, 1, 0, '2015-12-04 23:32:21'),
(637, 46, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=ftask#log''>task 2 to admin</a>', NULL, 1, 0, '2015-12-06 01:34:08'),
(638, 45, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=ftask#log''>task 2 to admin</a>', NULL, 1, 0, '2015-12-06 01:34:08'),
(639, 46, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=ftask#log''>task 2 to admin</a>', NULL, 1, 0, '2015-12-06 01:34:17'),
(640, 45, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=ftask#log''>task 2 to admin</a>', NULL, 1, 0, '2015-12-06 01:34:17'),
(641, 46, 1, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=mtask''>task 2 to admin</a>', NULL, 1, 0, '2015-12-06 01:43:41'),
(642, 45, 1, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=mtask''>task 2 to admin</a>', NULL, 1, 0, '2015-12-06 01:43:41'),
(643, 46, 1, '评论了您的任务: <a href=''default_task_edit.php?editID=197&pagetab=mtask#log''>task1 tilele(2015-12-31日志)</a>', NULL, 1, 0, '2015-12-06 07:03:11'),
(644, 46, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=ftask#log''>task 2 to admin</a>', NULL, 1, 0, '2015-12-06 07:07:49'),
(645, 45, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=ftask#log''>task 2 to admin</a>', NULL, 1, 0, '2015-12-06 07:07:49'),
(646, 46, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=ftask#log''>task 2 to admin</a>', NULL, 1, 0, '2015-12-06 07:09:19'),
(647, 45, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=198&pagetab=ftask#log''>task 2 to admin</a>', NULL, 1, 0, '2015-12-06 07:09:19'),
(648, 46, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=199&pagetab=mtask''>task1的子任务1</a>', NULL, 1, 0, '2015-12-06 07:11:50'),
(649, 45, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=199&pagetab=mtask''>task1的子任务1</a>', NULL, 1, 0, '2015-12-06 07:11:50'),
(650, 46, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=200&pagetab=mtask''>task2 子任务1</a>', NULL, 1, 0, '2015-12-06 07:13:31'),
(651, 45, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=200&pagetab=mtask''>task2 子任务1</a>', NULL, 1, 0, '2015-12-06 07:13:31'),
(652, 46, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to admin</a>', NULL, 1, 0, '2015-12-06 07:19:22'),
(653, 45, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to admin</a>', NULL, 1, 0, '2015-12-06 07:19:22'),
(654, 46, 1, '指派给您一个新任务: <a href=''default_task_edit.php?editID=203&pagetab=mtask''>task 3 not to admin</a>', NULL, 1, 0, '2015-12-06 07:20:38'),
(655, 45, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=203&pagetab=mtask''>task 3 not to admin</a>', NULL, 1, 0, '2015-12-06 07:20:38'),
(656, 46, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 07:39:35'),
(657, 45, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 07:39:35'),
(658, 46, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 07:49:44'),
(659, 45, 1, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 07:49:44'),
(660, 46, 1, '更新了来自您的任务: <a href=''default_task_edit.php?editID=202&pagetab=ftask#log''>task1 的子任务的子任务一</a>', NULL, 1, 0, '2015-12-06 10:53:38'),
(661, 46, 1, '更新了来自您的任务: <a href=''default_task_edit.php?editID=202&pagetab=ftask#log''>task1 的子任务的子任务一</a>', NULL, 1, 0, '2015-12-06 12:16:29'),
(662, 1, 46, '更新了来自您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 23:18:24'),
(663, 1, 46, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 23:18:24'),
(664, 45, 46, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 23:18:24'),
(665, 1, 46, '更新了来自您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 23:19:51'),
(666, 1, 46, '更新了来自您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 23:44:08'),
(667, 1, 46, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 23:44:08'),
(668, 45, 46, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 23:44:08'),
(669, 1, 46, '更新了来自您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 23:46:46'),
(670, 1, 46, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 23:46:46'),
(671, 45, 46, '更新了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 23:46:46'),
(672, 1, 46, '更新了来自您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 23:48:05'),
(673, 1, 46, '更新了来自您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 23:49:10'),
(674, 1, 46, '更新了来自您的任务: <a href=''default_task_edit.php?editID=197&pagetab=ftask#log''>task1 to 李四</a>', NULL, 1, 0, '2015-12-06 23:49:34'),
(675, 1, 46, '指派给您一个新任务: <a href=''default_task_edit.php?editID=204&pagetab=mtask''>asdfasdf                asdfsfasdfasdf                 asfasdfasdfasf   adfasfadf</a>', NULL, 1, 0, '2015-12-07 00:14:06'),
(676, 1, 46, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=204&pagetab=mtask''>asdfasdf                asdfsfasdfasdf                 asfasdfasdfasf   adfasfadf</a>', NULL, 1, 0, '2015-12-07 00:14:06'),
(677, 45, 46, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=204&pagetab=mtask''>asdfasdf                asdfsfasdfasdf                 asfasdfasdfasf   adfasfadf</a>', NULL, 1, 0, '2015-12-07 00:14:06'),
(678, 47, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=205&pagetab=mtask''>程序开发</a>', NULL, 1, 0, '2015-12-08 02:26:05'),
(679, 46, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=205&pagetab=mtask''>程序开发</a>', NULL, 1, 0, '2015-12-08 02:26:05'),
(680, 50, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=205&pagetab=mtask''>程序开发</a>', NULL, 1, 0, '2015-12-08 02:26:05'),
(681, 48, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=205&pagetab=mtask''>程序开发</a>', NULL, 1, 0, '2015-12-08 02:26:05'),
(682, 45, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=205&pagetab=mtask''>程序开发</a>', NULL, 1, 0, '2015-12-08 02:26:05'),
(683, 51, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=205&pagetab=mtask''>程序开发</a>', NULL, 1, 0, '2015-12-08 02:26:05'),
(684, 49, 1, '抄送给您一个新任务: <a href=''default_task_edit.php?editID=205&pagetab=mtask''>程序开发</a>', NULL, 1, 0, '2015-12-08 02:26:05'),
(685, 46, 1, '审核了您的任务: <a href=''default_task_edit.php?editID=197&pagetab=mtask''>task1 to 李四</a>', NULL, 1, 0, '2015-12-08 05:24:01'),
(686, 46, 1, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=mtask''>task1 to 李四</a>', NULL, 1, 0, '2015-12-08 05:24:01'),
(687, 45, 1, '审核了抄送给您的任务: <a href=''default_task_edit.php?editID=197&pagetab=mtask''>task1 to 李四</a>', NULL, 1, 0, '2015-12-08 05:24:01');

-- --------------------------------------------------------

--
-- Table structure for table `tk_mul`
--

DROP TABLE IF EXISTS `tk_mul`;
CREATE TABLE `tk_mul` (
  `muid` bigint(20) UNSIGNED NOT NULL,
  `tk_mul_title` text,
  `tk_mul_zh_cn` text,
  `tk_mul_en_us` text,
  `tk_mul_other` text,
  `tk_mul_lastupdate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `tk_mul_backup1` text,
  `tk_mul_backup2` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tk_project`
--

DROP TABLE IF EXISTS `tk_project`;
CREATE TABLE `tk_project` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `project_name` varchar(80) NOT NULL,
  `project_code` varchar(60) NOT NULL,
  `project_text` text NOT NULL,
  `project_type` int(11) DEFAULT NULL,
  `project_from` varchar(60) NOT NULL,
  `project_from_user` varchar(60) NOT NULL,
  `project_from_contact` text NOT NULL,
  `project_start` date NOT NULL DEFAULT '0000-00-00',
  `project_end` date NOT NULL DEFAULT '0000-00-00',
  `project_to_dept` varchar(60) NOT NULL,
  `project_to_user` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `project_status` smallint(4) NOT NULL DEFAULT '0',
  `project_remark` varchar(60) NOT NULL,
  `project_lastupdate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `project_importance` varchar(10) NOT NULL,
  `project_source` varchar(60) NOT NULL,
  `project_month_eval` int(4) NOT NULL,
  `project_dean` varchar(10) NOT NULL,
  `project_manager` varchar(30) NOT NULL,
  `project_chief_engineer` varchar(6) NOT NULL,
  `project_Director` varchar(6) NOT NULL,
  `project_Division_engineer` varchar(6) NOT NULL,
  `project_member` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_project`
--

INSERT INTO `tk_project` (`id`, `project_name`, `project_code`, `project_text`, `project_type`, `project_from`, `project_from_user`, `project_from_contact`, `project_start`, `project_end`, `project_to_dept`, `project_to_user`, `project_status`, `project_remark`, `project_lastupdate`, `project_importance`, `project_source`, `project_month_eval`, `project_dean`, `project_manager`, `project_chief_engineer`, `project_Director`, `project_Division_engineer`, `project_member`) VALUES
(85, '交通发展研究', '', '', 22, '', '', '', '2015-12-03', '2015-12-10', '', 46, 2, '', '2015-12-03 01:43:12', '一般', '交通厅', 1, '45', '46', '46', '45', '46', '46'),
(86, '交通战略研究', '', '12345', 23, '', '', '', '2015-12-03', '2015-12-10', '', 46, 9, '', '2015-12-08 05:43:24', '一般', '交通局', 1, '48', '46', '49', '50', '51', '45,46'),
(87, '本系统开发与运维', '', '<div>\r\n	<p align="right" style="margin-left:14.0pt;text-align:right;text-indent:0cm;">\r\n		<a name="OLE_LINK2"></a><a name="OLE_LINK1"></a><b>综合所项目管理系统（</b><b>ZHS</b><b>）功能说明（</b><b>20151206</b><b>）</b><b></b> \r\n	</p>\r\n	<h1 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>1 </span>系统总体描述<span></span> \r\n	</h1>\r\n	<p style="text-indent:28.0pt;">\r\n		综合所项目管理系统（<span>Zong He Suo system</span>）核心功能主要是为了方便员工填报工作日志，优化所里项目管理流程，是综合所进行精细化管理的重要工具。<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		系统采用<span>B/S</span>结构，在院内网架设<span>web</span>服务器，所内各位职工通过<span>PC</span>段或手机端<span>web</span>浏览器访问指定<span>IP</span>地址即可（利用院<span>vpn</span>，也可以在外网访问）。<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		系统实现的主要思路是在开源项目管理系统<span>WSS </span>（<span>http://www.wssys.net/zh-CN/</span>）基础上结合综合所工作特点进行二次开发，前端界面以<span>Bootstrap</span>为主，服务器端采用<span>Php+mysql+wamp</span>。<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		系统的设计应遵循“简约易用、安全可靠”的原则，一方面应方便各位职工填报日志、管理项目，不增添额外负担，另一方面，系统的日志数据、项目数据要做好安全备份，并区分不用用户身份的访问权限。<span></span> \r\n	</p>\r\n	<h1 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>2 </span>基本概念及工作流程<span></span> \r\n	</h1>\r\n	<p style="text-indent:28.0pt;">\r\n		本系统有三个主要概念“项目、任务、日志”。<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		（<span>1</span>）项目负责人可以创建多个“项目”，每个“项目”可以分解为多个“任务”。<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		（<span>2</span>）每项“任务”可以指定一个项目成员来完成，该项目成员可以每天填报“工作日志”，并更新“任务”的进度。<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		（<span>3</span>）每个“任务”的进度汇总更新后，可以更新“项目”的进度，从而达到跟踪“项目”进度的目的。<span></span> \r\n	</p>\r\n	<p style="text-indent:0cm;">\r\n		<span></span> \r\n	</p>\r\n	<h1 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3 </span>主要功能<span></span> \r\n	</h1>\r\n	<h2 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.1 </span>项目管理<span></span> \r\n	</h2>\r\n	<h3 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.1.1 </span>项目创建<span></span> \r\n	</h3>\r\n	<p style="margin-left:14.0pt;text-indent:28.0pt;">\r\n		项目创建主要包括三步：<span></span> \r\n	</p>\r\n	<p style="margin-left:14.0pt;text-indent:28.0pt;">\r\n		（<span>1</span>）项目负责人新建项目，主要包括以下信息：项目名称、项目类型、任务来源、项目估计人月、项目状态、项目重要度、开始时间、结束时间、项目概述、项目负责人、项目主管院长（要求下拉列表框仅出现身份是院长的人）、项目主管总工（要求下拉列表框仅出现身份是总工的人）、项目主管所长（下拉列表框仅出现所长、副所长、所长助理）、项目主管主任工程师（下拉列表框仅出现主任工程师）、项目组成员。<span></span> \r\n	</p>\r\n	<p style="margin-left:14.0pt;text-indent:28.0pt;">\r\n		院长、总工、所长、主任工程师等身份（职称）的认定应由管理员在后台进行设置。<span></span> \r\n	</p>\r\n	<p style="margin-left:14.0pt;text-indent:28.0pt;">\r\n		（<span>2</span>）项目负责人创建项目后向所项目主管（由系统管理员在后台指定）提交，系统自动向所项目主管发消息提醒审查项目的创建。此时项目尚未正式生效，无法分解任务， <span></span> \r\n	</p>\r\n	<p style="margin-left:14.0pt;text-indent:28.0pt;">\r\n		（<span>3</span>）项目主管审核通过后向所长提交，系统自动向所长发消息提醒审查。<span></span> \r\n	</p>\r\n	<p style="margin-left:14.0pt;text-indent:28.0pt;">\r\n		（<span>4</span>）所长通过审查后，项目正式生效，系统发消息通知负责人。<span></span> \r\n	</p>\r\n	<h3 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.1.2 </span>项目修改<span></span> \r\n	</h3>\r\n	<p style="margin-left:14.0pt;text-indent:28.0pt;">\r\n		（<span>1</span>）项目负责人、系统管理员可对正式生效的项目进行编辑，修改项目信息。<span></span> \r\n	</p>\r\n	<p style="margin-left:14.0pt;text-indent:28.0pt;">\r\n		（<span>2</span>）修改后仍然要执行“项目创建”的整个流程。<span></span> \r\n	</p>\r\n	<h3 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.1.3 </span>项目删除<span></span> \r\n	</h3>\r\n	<p style="text-indent:28.0pt;">\r\n		（<span>1</span>）只有系统管理员可以删除项目。（目前似乎“项目负责人”的权限都可以删除，需要修改）；<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		（<span>2</span>）系统管理员提出“删除项目”时必须向“项目主管”（后台指定人员）、提出申请；<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		（<span>3</span>）“项目主管”审核通过后向所长提出申请；<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		（<span>4</span>）所长审核通过，通知系统管理员删除项目。<span></span> \r\n	</p>\r\n	<h3 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.1.4 </span>项目查询<span></span> \r\n	</h3>\r\n	<h4 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>（1）</span>按照在项目中的角色进行查询<span></span> \r\n	</h4>\r\n	<p style="text-indent:28.0pt;">\r\n		我参与的项目：是项目组成员，但不是负责的未完成项目；<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		我负责的项目：担任项目组负责人的未完成项目；<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		所有项目：全所所有未完成项目；<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		归档项目：所有状态是已完成的项目转为“归档项目”。<span></span> \r\n	</p>\r\n	<h4 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>（2）</span>按照项目类型查询<span></span> \r\n	</h4>\r\n	<p style="text-indent:28.0pt;">\r\n		（项目类型可在后台设定。）<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		合同性：项目类型为“合同性”的项目；<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		指令性：项目类型为“指令性”的项目；<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		临时性：项目类型为“临时性”的项目。<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		在返回查询结果时，在查结果显示页面最上方首先显示统计信息，如：合同性项目<span>XX</span>项；指令性项目<span>XX</span>项；临时性项目：<span>XX</span>项。<span></span> \r\n	</p>\r\n	<h4 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>（3）</span>按照项目人员所在部门查询<span></span> \r\n	</h4>\r\n	<p style="text-indent:28.0pt;">\r\n		（所下面细分的各个部门、所里每个人员所属的部门可在后台进行设定。）<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		<span>XX</span>部门项目：分为主办项目、协办项目。<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		——主办项目：项目负责人属于该部门；<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		——协办项目：项目负责人不属于该部门，项目参加人员属于该部门。<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		在返回查询结果时，在查结果显示页面最上方首先显示统计信息，如：<span>XX</span>部门主办项目<span>XX</span>项；协办项目<span>XX</span>项。<span></span> \r\n	</p>\r\n	<h4 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>（4）</span>辅助查询条件<span></span> \r\n	</h4>\r\n	<p style="text-indent:28.0pt;">\r\n		辅助查询条件可以与上述集中查询组合使用，一般包括：<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		——按时间段查询：在下拉列表框中选择起止时间<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		——按名称查询：包含某些关键字<span></span> \r\n	</p>\r\n	<h2 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.2 </span>任务管理<span></span> \r\n	</h2>\r\n	<h3 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.2.1 </span>任务创建<span></span> \r\n	</h3>\r\n	<p style="text-indent:28.0pt;">\r\n		（<span>1</span>）项目正式生效后，可由项目负责人创建任务，指定任务的执行者；<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		（<span>2</span>）任务执行者接到任务后，还可以进一步分解子任务。<span></span> \r\n	</p>\r\n	<h3 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.2.2 </span>任务修改<span></span> \r\n	</h3>\r\n	<h3 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.2.3 </span>任务删除<span></span> \r\n	</h3>\r\n	<h3 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.2.4 </span>任务查询<span></span> \r\n	</h3>\r\n	<h2 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.3 </span>日志管理<span></span> \r\n	</h2>\r\n	<h3 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.3.1 </span>填报日志<span></span> \r\n	</h3>\r\n	<h3 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.3.2 </span>修改日志<span></span> \r\n	</h3>\r\n	<h3 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.3.3 </span>删除日志<span></span> \r\n	</h3>\r\n	<h3 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.3.4 </span>查询日志<span></span> \r\n	</h3>\r\n	<h2 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.4 </span>统计分析<span></span> \r\n	</h2>\r\n	<p style="text-indent:28.0pt;">\r\n		<span>&nbsp;</span> \r\n	</p>\r\n	<h2 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.5 </span>后台管理<span></span> \r\n	</h2>\r\n	<p style="text-indent:28.0pt;">\r\n		<span>&nbsp;</span> \r\n	</p>\r\n	<h2 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>3.6 </span>辅助功能<span></span> \r\n	</h2>\r\n	<p style="text-indent:28.0pt;">\r\n		<span>&nbsp;</span> \r\n	</p>\r\n	<h4 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>（1）</span>数据备份<span></span> \r\n	</h4>\r\n	<p style="text-indent:9.95pt;">\r\n		定期自动备份数据：定期保存数据库到硬盘<span></span> \r\n	</p>\r\n	<p style="text-indent:9.95pt;">\r\n		异地备份<span></span> \r\n	</p>\r\n	<p style="text-indent:9.95pt;">\r\n		手动备份：系统管理员可以手动保存数据<span></span> \r\n	</p>\r\n	<h4 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>（2）</span>数据导入导出：按指定格式<span>excel</span>导入<span></span> \r\n	</h4>\r\n	<p style="text-indent:28.0pt;">\r\n		项目导入<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		日志批量导入<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		人员导入<span></span> \r\n	</p>\r\n	<h4 style="margin-left:0cm;text-indent:0cm;">\r\n		<span>（3）</span>通知功能<span></span> \r\n	</h4>\r\n	<p style="text-indent:28.0pt;">\r\n		——邮件通知：外部邮件通知<span></span> \r\n	</p>\r\n	<p style="text-indent:28.0pt;">\r\n		——问题反馈功能（类似于：<a href="http://www.wssys.net/zh-CN/feedback.php">http://www.wssys.net/zh-CN/feedback.php</a>），用于收集用户在使用过程中的问题反馈。<span></span> \r\n	</p>\r\n</div>\r\n<p style="text-indent:28.0pt;">\r\n	<br />\r\n</p>', 24, '', '', '', '2015-12-08', '2015-12-30', '', 51, 4, '', '2015-12-08 05:14:22', '重要', '综合所', 2, '48', '51', '49', '50', '51', '1,47,46,45'),
(88, '测试审批1', '', '', 22, '', '', '', '2015-12-08', '2015-12-15', '', 45, 2, '', '2015-12-08 09:02:53', '一般', '夹', 1, '48', '45', '49', '50', '51', '50,1,48,45'),
(89, 'asdfasdf', '', '', 22, '', '', '', '2015-12-08', '2015-12-15', '', 45, 2, '', '2015-12-08 09:04:51', '一般', 'asdfads', 1, '48', '45', '49', '50', '51', '45,50'),
(90, 'asdfasdf1', '', '', 22, '', '', '', '2015-12-08', '2015-12-15', '', 45, 2, '', '2015-12-08 09:07:00', '一般', 'asdfads', 1, '48', '45', '49', '50', '51', '45,50');

-- --------------------------------------------------------

--
-- Table structure for table `tk_project_sub`
--

DROP TABLE IF EXISTS `tk_project_sub`;
CREATE TABLE `tk_project_sub` (
  `id` bigint(6) UNSIGNED ZEROFILL NOT NULL,
  `project_pid` text,
  `project_name` text,
  `project_code` text,
  `project_text` text,
  `project_type` text,
  `project_from` text,
  `project_from_user` text,
  `project_from_contact` text,
  `project_start` text,
  `project_end` text,
  `project_to_dept` text,
  `project_to_user` text,
  `project_status` longtext,
  `project_remark` text,
  `project_lastupdate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `project_sub_backup1` text,
  `project_sub_backup2` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_project_sub`
--

INSERT INTO `tk_project_sub` (`id`, `project_pid`, `project_name`, `project_code`, `project_text`, `project_type`, `project_from`, `project_from_user`, `project_from_contact`, `project_start`, `project_end`, `project_to_dept`, `project_to_user`, `project_status`, `project_remark`, `project_lastupdate`, `project_sub_backup1`, `project_sub_backup2`) VALUES
(000045, '00033', '其他', NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, '', '', '', NULL, '2010-02-28 12:15:36', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `tk_project_type`
--

DROP TABLE IF EXISTS `tk_project_type`;
CREATE TABLE `tk_project_type` (
  `ptid` smallint(5) UNSIGNED NOT NULL DEFAULT '0',
  `project_type_name` varchar(60) DEFAULT NULL,
  `tk_project_typerank` varchar(60) NOT NULL,
  `project_type_backup1` bigint(20) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_project_type`
--

INSERT INTO `tk_project_type` (`ptid`, `project_type_name`, `tk_project_typerank`, `project_type_backup1`) VALUES
(22, '指令性', '', 0),
(23, '合同性', '', 1),
(24, '临时性', '', 2);

-- --------------------------------------------------------

--
-- Table structure for table `tk_status`
--

DROP TABLE IF EXISTS `tk_status`;
CREATE TABLE `tk_status` (
  `id` smallint(4) UNSIGNED NOT NULL,
  `task_status` varchar(60) NOT NULL,
  `task_status_display` varchar(255) NOT NULL,
  `task_status_backup1` bigint(20) NOT NULL DEFAULT '0',
  `task_status_backup2` tinyint(2) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_status`
--

INSERT INTO `tk_status` (`id`, `task_status`, `task_status_display`, `task_status_backup1`, `task_status_backup2`) VALUES
(2, '未开始', '<div style=''background-color: #996699; width:100%; text-align:center;''>未开始</div>', 1, 0),
(4, '计划', '<div style=''background-color: #996699; width:100%; text-align:center;''>计划</div>', 2, 0),
(5, '进行中', '<div style=''background-color: #9F0; width:100%; text-align:center;''>进行中</div>', 3, 0),
(6, '进行中20%', '<div style=''background-color: #9F0; width:100%; text-align:center;''>进行中20%</div>', 4, 0),
(7, '进行中40%', '<div style=''background-color: #9F0; width:100%; text-align:center;''>进行中40%</div>', 5, 0),
(8, '进行中60%', '<div style=''background-color: #9F0; width:100%; text-align:center;''>进行中60%</div>', 6, 0),
(9, '进行中80%', '<div style=''background-color: #9F0; width:100%; text-align:center;''>进行中80%</div>', 7, 0),
(14, '完成100%', '<div style=''background-color: #090; width:100%; text-align:center;''>完成100%</div>', 8, 0),
(22, '中断', '<div style=''background-color: red; width:100%; text-align:center;''>中断</div>', 9, 0),
(23, '推迟', '<div style=''background-color: #FC0; width:100%; text-align:center;''>推迟</div>', 10, 0),
(24, '请假', '<div style=''background-color: #FFFF00; width:100%; text-align:center;''>请假</div>', 11, 0),
(25, '完成验收', '<div style=''background-color: #336699; width:100%; text-align:center;''>完成验收</div>', 12, 1),
(26, '驳回', '<div style=''background-color: red; width:100%; text-align:center;''>驳回</div>\n', 13, 1);

-- --------------------------------------------------------

--
-- Table structure for table `tk_status_project`
--

DROP TABLE IF EXISTS `tk_status_project`;
CREATE TABLE `tk_status_project` (
  `psid` smallint(4) UNSIGNED NOT NULL,
  `task_status` varchar(60) NOT NULL,
  `task_status_display` varchar(255) NOT NULL,
  `task_status_pbackup1` bigint(20) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_status_project`
--

INSERT INTO `tk_status_project` (`psid`, `task_status`, `task_status_display`, `task_status_pbackup1`) VALUES
(2, '项目争取中', '<div style=''background-color: #996699; width:100%; text-align:center;''>项目争取中</div>', 1),
(4, '调研阶段', '<div style=''background-color: #9F0; width:100%; text-align:center;''>调研阶段</div>', 2),
(5, '中间成果阶段', '<div style=''background-color: #9F0; width:100%; text-align:center;''>中间成果阶段</div>', 3),
(6, '征求意见稿阶段', '<div style=''background-color: #9F0; width:100%; text-align:center;''>征求意见稿阶段</div>', 5),
(7, '送审稿阶段', '<div style=''background-color: #9F0; width:100%; text-align:center;''>送审稿阶段</div>', 6),
(8, '其他阶段', '<div style=''background-color: #090; width:100%; text-align:center;''>其他阶段</div>', 7),
(9, '项目已结束', '<div style=''background-color: #ccc; width:100%; text-align:center;''>项目已结束</div>', 10),
(14, '项目中断', '<div style=''background-color: red; width:100%; text-align:center;''>项目中断</div>', 9),
(22, '推迟', '<div style=''background-color: #FC0; width:100%; text-align:center;''>推迟</div>', 8),
(23, '非项目', '<div style=''background-color: #996699; width:100%; text-align:center;''>非项目</div>', 11),
(24, '初稿', '<div style=''background-color: #9F0; width:100%; text-align:center;''>初稿阶段</div>', 4);

-- --------------------------------------------------------

--
-- Table structure for table `tk_task`
--

DROP TABLE IF EXISTS `tk_task`;
CREATE TABLE `tk_task` (
  `TID` bigint(20) UNSIGNED NOT NULL,
  `csa_from_dept` mediumint(6) NOT NULL DEFAULT '0',
  `csa_from_user` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `csa_to_dept` mediumint(6) NOT NULL DEFAULT '0',
  `csa_to_user` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `csa_year` smallint(5) NOT NULL DEFAULT '0',
  `csa_month` tinyint(3) NOT NULL DEFAULT '0',
  `csa_project` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `csa_project_sub` mediumint(7) NOT NULL,
  `csa_type` smallint(4) NOT NULL DEFAULT '0',
  `csa_text` varchar(80) NOT NULL,
  `csa_priority` tinyint(3) NOT NULL,
  `csa_temp` tinyint(3) NOT NULL,
  `csa_plan_st` date NOT NULL DEFAULT '0000-00-00',
  `csa_plan_et` date NOT NULL DEFAULT '0000-00-00',
  `csa_plan_hour` float(20,1) NOT NULL DEFAULT '0.0',
  `csa_remark1` text NOT NULL,
  `csa_remark2` smallint(4) NOT NULL DEFAULT '0' COMMENT 'tk_status.id',
  `csa_remark3` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `csa_remark4` bigint(20) NOT NULL DEFAULT '-1',
  `csa_remark5` varchar(300) NOT NULL DEFAULT '>>-1',
  `csa_remark6` bigint(20) NOT NULL DEFAULT '-1',
  `csa_remark7` varchar(60) NOT NULL,
  `csa_remark8` text,
  `test01` text,
  `test02` varchar(100) NOT NULL,
  `test03` varchar(60) NOT NULL,
  `test04` varchar(60) NOT NULL,
  `csa_create_user` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `csa_last_user` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `csa_last_update` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_task`
--

INSERT INTO `tk_task` (`TID`, `csa_from_dept`, `csa_from_user`, `csa_to_dept`, `csa_to_user`, `csa_year`, `csa_month`, `csa_project`, `csa_project_sub`, `csa_type`, `csa_text`, `csa_priority`, `csa_temp`, `csa_plan_st`, `csa_plan_et`, `csa_plan_hour`, `csa_remark1`, `csa_remark2`, `csa_remark3`, `csa_remark4`, `csa_remark5`, `csa_remark6`, `csa_remark7`, `csa_remark8`, `test01`, `test02`, `test03`, `test04`, `csa_create_user`, `csa_last_user`, `csa_last_update`) VALUES
(197, 0, 1, 0, 46, 0, 0, 86, 0, 20, 'task1 to 李四', 3, 3, '2015-12-04', '2015-12-05', 0.0, 'fasdfasdfasdfasdfasfasdfasdf', 25, '2015-12-07 00:49:23', -1, '>>-1', -1, '', NULL, '[{"uid":"1", "uname":"Admin" },{"uid":"46", "uname":"\\u674e\\u56db" },{"uid":"45", "uname":"\\u5f20\\u4e09" }]', '', '', '', 1, 1, '2015-12-08 05:24:01'),
(198, 0, 1, 0, 1, 0, 0, 86, 0, 2, 'task 2 to admin', 5, 3, '2015-12-04', '2015-12-18', 48.0, 'asdfasfasdfasdfasdasdfa', 23, '2015-12-06 11:54:10', -1, '>>-1', -1, '', NULL, '[{"uid":"1", "uname":"Admin" },{"uid":"46", "uname":"\\u674e\\u56db" },{"uid":"45", "uname":"\\u5f20\\u4e09" }]', '', '', '', 1, 1, '2015-12-06 10:54:14'),
(199, 0, 1, 0, 1, 0, 0, 86, 0, 1, 'task1的子任务1', 5, 3, '2015-12-06', '2015-12-10', 48.0, '<span style="color:#737373;font-family:Arial;line-height:17.1429px;background-color:#FFFFFF;">您可以将该任务抄送给多个人，当任务创建、状态更新、以及完成时，他们会收到站内消息通知</span>', 4, '0000-00-00 00:00:00', 197, '197>2', 2, '', NULL, '[{"uid":"1", "uname":"Admin" },{"uid":"46", "uname":"\\u674e\\u56db" },{"uid":"45", "uname":"\\u5f20\\u4e09" }]', '地铁', '', '', 1, 1, '2015-12-06 07:11:50'),
(200, 0, 1, 0, 1, 0, 0, 86, 0, 2, 'task2 子任务1', 4, 3, '2015-12-26', '2016-01-30', 100.0, '<span style="color:#737373;font-family:Arial;line-height:17.1429px;background-color:#FFFFFF;">该任务抄送给多个人，当任务创建、状态更新、以及完成时，他们会收到站内消息通知</span>', 2, '2015-12-06 13:14:15', 198, '198>2', 2, '', NULL, '[{"uid":"46", "uname":"\\u674e\\u56db" },{"uid":"45", "uname":"\\u5f20\\u4e09" }]', '道路 桥梁', '', '', 1, 1, '2015-12-06 12:14:19'),
(201, 0, 1, 0, 1, 0, 0, 86, 0, 7, 'task1 子任务2', 1, 3, '2015-12-01', '2015-12-03', 48.0, '<div style="color:#333333;font-family:Arial;background-color:#FFFFFF;">\r\n	<span style="color:#737373;">您可以将该任务抄送给多个人，当任务创建、状态更新、以及完成时，他们会收到站内消息通知</span>\r\n	<div>\r\n		<br />\r\n	</div>\r\n</div>\r\n<div style="color:#333333;font-family:Arial;background-color:#FFFFFF;">\r\n	<span style="color:#737373;">您可以将该任务抄送给多个人，当任务创建、状态更新、以及完成时，他们会收到站内消息通知</span>\r\n	<div>\r\n		<br />\r\n	</div>\r\n</div>\r\n<div style="color:#333333;font-family:Arial;background-color:#FFFFFF;">\r\n	<span style="color:#737373;">您可以将该任务抄送给多个人，当任务创建、状态更新、以及完成时，他们会收到站内消息通知</span>\r\n	<div>\r\n		<br />\r\n	</div>\r\n</div>', 24, '0000-00-00 00:00:00', 197, '197>2', 2, '', NULL, NULL, '桥梁', '', '', 1, 1, '2015-12-06 07:15:00'),
(202, 0, 46, 0, 1, 0, 0, 86, 0, 8, 'task1 的子任务的子任务一', 3, 3, '2015-12-06', '2015-12-20', 48.0, '<span style="color:#737373;font-family:Arial;font-size:13.3333px;line-height:19.0476px;background-color:#FFFFFF;">、状态更新、以及完成</span><span style="color:#737373;font-family:Arial;font-size:13.3333px;line-height:19.0476px;background-color:#FFFFFF;">任务审核人，任务状态更新或完成时，会收到通知</span><span style="color:#737373;font-family:Arial;font-size:13.3333px;line-height:19.0476px;background-color:#FFFFFF;">任务审核人，任务状态更新或完成时，会收到通知</span>', 2, '2015-12-06 13:16:26', 199, '197>2>199>3', 3, '', NULL, NULL, '桥梁', '', '', 1, 1, '2015-12-06 12:16:29'),
(203, 0, 1, 0, 46, 0, 0, 86, 0, 12, 'task 3 not to admin', 3, 3, '2015-11-20', '2015-11-26', 76.0, '<span style="color:#737373;font-family:Arial;font-size:13.3333px;line-height:19.0476px;background-color:#FFFFFF;">状态更新、以及完成时，他们会</span><span style="color:#737373;font-family:Arial;font-size:13.3333px;line-height:19.0476px;background-color:#FFFFFF;">状态更新、以及完成时，他们会</span><span style="color:#737373;font-family:Arial;font-size:13.3333px;line-height:19.0476px;background-color:#FFFFFF;">状态更新、以及完成时，他们会</span><span style="color:#737373;font-family:Arial;font-size:13.3333px;line-height:19.0476px;background-color:#FFFFFF;">状态更新、以及完成时，他们会</span><span style="color:#737373;font-family:Arial;font-size:13.3333px;line-height:19.0476px;background-color:#FFFFFF;">状态更新、以及完成时，他们会</span><span style="color:#737373;font-family:Arial;font-size:13.3333px;line-height:19.0476px;background-color:#FFFFFF;">状态更新、以及完成时，他们会</span><span style="color:#737373;font-family:Arial;font-size:13.3333px;line-height:19.0476px;background-color:#FFFFFF;">状态更新、以及完成时，他们会</span>', 2, '0000-00-00 00:00:00', -1, '>>-1', -1, '', NULL, '[{"uid":"1", "uname":"Admin" },{"uid":"45", "uname":"\\u5f20\\u4e09" }]', '', '', '', 1, 1, '2015-12-06 07:20:38'),
(204, 0, 46, 0, 1, 0, 0, 86, 0, 10, 'asdfasdf                asdfsfasdfasdf                 asfasdfasdfasf   adfasfad', 3, 3, '2015-12-11', '2015-12-19', 33.0, '<p>\r\n	asfasdfasfsdfasdfasdfasfsdasdfad\r\n</p>\r\n<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	as\r\n</p>\r\n<p>\r\n	dfasdf\r\n</p>\r\n<p>\r\n	asdf\r\n</p>\r\n<p>\r\n	as\r\n</p>\r\n<p>\r\n	df&nbsp;\r\n</p>\r\n<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	&nbsp;safdfasd\r\n</p>', 2, '0000-00-00 00:00:00', 197, '197>2', 2, '', NULL, '[{"uid":"1", "uname":"Admin" },{"uid":"46", "uname":"\\u674e\\u56db" },{"uid":"45", "uname":"\\u5f20\\u4e09" }]', '', '', '', 46, 46, '2015-12-07 00:14:06'),
(205, 0, 1, 0, 1, 0, 0, 87, 0, 20, '程序开发', 3, 3, '2015-12-08', '2015-12-25', 300.0, '程序开发工作', 5, '0000-00-00 00:00:00', -1, '>>-1', -1, '', NULL, '[{"uid":"1", "uname":"Admin" },{"uid":"47", "uname":"\\u529e\\u4e8b\\u5458" },{"uid":"46", "uname":"\\u674e\\u56db" },{"uid":"50", "uname":"\\u6240\\u957f" },{"uid":"48", "uname":"\\u9662\\u957f" },{"uid":"45", "uname":"\\u5f20\\u4e09" },{"uid":"51", "uname":"\\u4e3b\\u4efb\\u5de5\\u7a0b\\u5e08" },{"uid":"49", "uname":"\\u603b\\u5de5" }]', '', '', '', 1, 1, '2015-12-08 02:26:05'),
(206, 0, 1, 0, 1, 0, 0, 87, 0, 20, '数据维护', 3, 3, '2015-12-08', '2016-01-30', 500.0, '数据备份与维护', 2, '0000-00-00 00:00:00', -1, '>>-1', -1, '', NULL, NULL, '', '', '', 1, 1, '2015-12-08 02:26:53');

-- --------------------------------------------------------

--
-- Table structure for table `tk_task_byday`
--

DROP TABLE IF EXISTS `tk_task_byday`;
CREATE TABLE `tk_task_byday` (
  `tbid` bigint(20) UNSIGNED NOT NULL,
  `csa_tb_year` varchar(20) NOT NULL,
  `csa_tb_status` smallint(4) NOT NULL DEFAULT '0',
  `csa_tb_manhour` float(20,1) NOT NULL DEFAULT '0.0',
  `csa_tb_text` text NOT NULL,
  `csa_tb_comment` smallint(5) NOT NULL DEFAULT '0',
  `csa_tb_lastupdate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `csa_tb_backup1` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `csa_tb_backup2` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `csa_tb_backup3` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `csa_tb_backup4` smallint(4) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_task_byday`
--

INSERT INTO `tk_task_byday` (`tbid`, `csa_tb_year`, `csa_tb_status`, `csa_tb_manhour`, `csa_tb_text`, `csa_tb_comment`, `csa_tb_lastupdate`, `csa_tb_backup1`, `csa_tb_backup2`, `csa_tb_backup3`, `csa_tb_backup4`) VALUES
(1, '20140728', 5, 0.0, '', 0, '2014-07-31 05:29:50', 2, 2, 1, 20),
(2, '20140729', 5, 1.5, '', 0, '2014-07-31 05:30:08', 2, 2, 1, 20),
(3, '20140730', 5, 2.5, '', 0, '2014-07-31 05:30:36', 2, 2, 1, 20),
(4, '20140731', 5, 5.0, '<p>\r\n	主要干了神马事\r\n</p>\r\n<p>\r\n	完成了什么\r\n</p>', 0, '2014-07-31 05:31:12', 2, 2, 1, 20),
(5, '20140731', 5, 2.0, '', 0, '2014-08-02 13:18:00', 6, 2, 2, 20),
(6, '20140731', 5, 20.0, '', 0, '2014-08-02 13:18:32', 1, 2, 1, 1),
(7, '20140813', 14, 3.0, '', 0, '2014-08-22 02:18:34', 16, 2, 8, 3),
(8, '20140814', 5, 5.0, '', 0, '2014-08-14 09:52:28', 8, 2, 4, 20),
(10, '20140815', 14, 6.0, '进入修改阶段', 0, '2014-08-18 00:58:15', 15, 3, 4, 3),
(11, '20140815', 7, 3.5, '<p>\r\n	调整结构，学习浙江材料修改开发和运营模式\r\n</p>', 0, '2014-08-18 01:14:58', 23, 3, 16, 3),
(12, '20140807', 5, 1.5, '构建基本网（手绘）', 0, '2014-08-18 01:19:09', 26, 3, 18, 3),
(13, '20140807', 5, 1.5, '构建基本网（手绘）', 0, '2014-08-18 01:19:39', 26, 3, 18, 3),
(14, '20140809', 5, 2.0, 'VBA学习', 0, '2014-08-18 01:22:24', 26, 3, 18, 3),
(15, '20140818', 5, 0.5, '<p>\r\n	办公厅、运输管理部对接，待运输管理部领导反馈意见。有问题转往环境管理部的可能。\r\n</p>', 0, '2014-08-18 07:38:52', 24, 3, 17, 2),
(16, '20140818', 5, 1.0, '<p>\r\n	准备西站上报函。\r\n</p>\r\n<p>\r\n	协调项目组进度。\r\n</p>', 0, '2014-08-19 00:02:26', 13, 3, 5, 3),
(17, '20140818', 14, 4.0, '', 0, '2014-08-18 09:51:56', 28, 2, 1, 12),
(18, '20140818', 9, 6.5, '<p>\r\n	发展模式、运营模式、盈利模式\r\n</p>', 0, '2014-08-19 00:01:22', 23, 3, 16, 3),
(19, '20140819', 14, 2.0, '<p>\r\n	补充内容、文整\r\n</p>', 0, '2014-08-19 02:33:15', 23, 3, 16, 3),
(20, '20140818', 7, 4.0, '<p>\r\n	各功能区工可研读，找相应投资估算\r\n</p>', 0, '2014-08-19 03:08:48', 12, 9, 5, 3),
(22, '20140819', 7, 1.0, '西站各部分内容协调，编写重点指引', 0, '2014-08-19 05:37:17', 13, 3, 5, 3),
(23, '20140819', 9, 6.0, '收集材料，整理思路', 0, '2014-08-20 00:26:16', 25, 3, 15, 1),
(24, '20140820', 9, 5.5, '<p>\r\n	阅读资料\r\n</p>\r\n<p>\r\n	编写申请报告\r\n</p>', 0, '2014-08-21 09:30:59', 25, 3, 15, 1),
(25, '20140820', 7, 2.5, '<p>\r\n	1、对接西站财务审计报告/主要财务报表；\r\n</p>\r\n<p>\r\n	2、协调分工，内容培训\r\n</p>', 0, '2014-08-21 09:29:05', 13, 3, 5, 3),
(26, '20140820', 5, 12.0, '', 0, '2014-08-21 05:00:01', 29, 2, 4, 3),
(27, '20140820', 14, 1.5, '讨论方案，修改', 0, '2014-08-21 09:28:02', 14, 3, 4, 3),
(28, '20140821', 14, 1.5, '提交初稿', 0, '2014-08-21 09:29:57', 25, 3, 15, 1),
(29, '20140821', 8, 5.0, '<p>\r\n	总论修改、必要性修改、总平面修改\r\n</p>\r\n<p>\r\n	协助相关部分开展\r\n</p>', 0, '2014-08-21 09:33:54', 13, 3, 5, 3),
(30, '20140821', 5, 12.0, '', 0, '2014-08-22 01:24:13', 29, 2, 4, 3),
(31, '20140822', 14, 0.5, '', 0, '2014-08-22 02:17:40', 30, 2, 20, 1),
(32, '20140825', 5, 12.0, '', 0, '2014-08-25 00:25:14', 44, 2, 21, 3),
(33, '20140826', 14, 5.0, '', 0, '2014-08-25 00:29:05', 44, 2, 21, 3),
(34, '20140822', 5, 14.0, '', 0, '2014-08-25 00:26:34', 29, 2, 4, 3),
(35, '20140824', 5, 4.0, '', 0, '2014-08-25 00:26:50', 29, 2, 4, 3),
(36, '20140823', 14, 10.5, '', 0, '2014-08-25 05:17:01', 31, 3, 21, 3),
(37, '20140822', 6, 1.5, '', 0, '2014-08-25 05:17:12', 31, 3, 21, 3),
(38, '20140822', 9, 5.0, '', 0, '2014-08-25 05:18:09', 13, 3, 5, 3),
(39, '20140824', 9, 10.5, '工可及资金申请', 0, '2014-08-25 05:19:32', 13, 3, 5, 3),
(40, '20140825', 14, 3.0, '<p>\r\n	资金申请初稿，打印；\r\n</p>\r\n<p>\r\n	工可初稿形成开始修改\r\n</p>', 0, '2014-08-25 05:20:20', 13, 3, 5, 3),
(41, '20140819', 5, 2.0, '研读调研提纲，提供相关部分调研资料名单', 0, '2014-08-25 08:43:45', 46, 9, 26, 3),
(42, '20140825', 5, 5.0, '研读调研总结、编写提纲。参加编写提纲讨论会', 0, '2014-08-25 08:43:53', 46, 9, 26, 3),
(43, '20140825', 6, 3.0, '<p>\r\n	&nbsp;\r\n</p>', 0, '2014-08-26 05:38:56', 45, 3, 5, 3),
(44, '20140826', 5, 0.5, '<p>\r\n	联系环保部，初步敲定时间，对接资料\r\n</p>', 0, '2014-08-26 05:39:44', 24, 3, 17, 2),
(45, '20140826', 5, 1.5, '<p>\r\n	向甲方反馈工作情况\r\n</p>', 0, '2014-08-26 05:40:50', 27, 3, 19, 1),
(46, '20140826', 5, 1.0, '<p>\r\n	对接方案变化（张主任）\r\n</p>\r\n<p>\r\n	申报项目表（阎）\r\n</p>', 0, '2014-08-26 05:41:52', 45, 3, 5, 3),
(47, '20140826', 14, 1.5, '修改完善', 0, '2014-08-26 07:11:50', 25, 3, 15, 1),
(48, '20140825', 14, 15.0, '', 0, '2014-08-27 02:25:17', 29, 2, 4, 3),
(49, '20140826', 5, 4.0, '', 0, '2014-08-27 02:25:54', 8, 2, 4, 20),
(50, '20140827', 9, 6.0, '<p>\r\n	完成面上修改稿提交二三审\r\n</p>', 0, '2014-08-28 01:14:02', 45, 3, 5, 3),
(51, '20140827', 5, 0.5, '确定调研时间为下周上午九点', 0, '2014-08-28 06:34:38', 24, 3, 17, 2),
(52, '20140829', 8, 6.0, '', 0, '2014-08-29 03:28:09', 64, 2, 21, 3),
(53, '20140830', 14, 1.0, '', 0, '2014-08-30 15:33:20', 62, 4, 21, 15),
(54, '20140830', 14, 3.5, '', 0, '2014-08-30 15:33:52', 51, 4, 21, 20),
(55, '20140901', 4, 0.0, '<p>\r\n	上周计划与两位委员陈宇毅和刘晨进行商定，但是由于均有会，时间上有些问题，周二之前完成商议，按计划周五进行！\r\n</p>', 0, '2014-09-01 02:33:06', 63, 7, 31, 20),
(56, '20140828', 5, 4.5, '工可修改，工作流线设计、相关标准更新', 0, '2014-09-01 03:01:22', 45, 3, 5, 3),
(57, '20140829', 14, 1.0, '修改申请书，检查，出版，签章，请鹏程带给顾主任', 0, '2014-09-01 02:59:31', 55, 3, 15, 3),
(58, '20140829', 5, 4.5, '修改报告，添加规划选址理论内容', 0, '2014-09-01 03:00:54', 45, 3, 5, 3),
(59, '20140829', 5, 1.5, '<p>\r\n	答复提案与建议\r\n</p>', 0, '2014-09-01 03:02:47', 54, 3, 21, 3),
(60, '20140830', 14, 3.0, '<p>\r\n	答复提案与建议\r\n</p>', 0, '2014-09-01 03:02:58', 54, 3, 21, 3),
(61, '20140901', 14, 5.0, '<p>\r\n	<a href="project_view.php?recordID=30">长江经济带湖北省综合交通运输体系规划</a><a href="default_task_edit.php?pagetab=alltask&amp;editID=65">通道及线网布局规划思路</a>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>', 0, '2014-09-01 05:41:50', 65, 7, 30, 20),
(62, '20140901', 14, 5.0, '', 0, '2014-09-01 08:14:58', 61, 4, 30, 20),
(63, '20140901', 14, 1.0, '与刘所进行了沟通，烦请所里与水运所进行了沟通', 0, '2014-09-01 08:20:25', 58, 4, 14, 8),
(64, '20140901', 8, 3.0, '', 0, '2014-09-01 08:21:45', 60, 4, 27, 3),
(65, '20140901', 6, 2.0, '', 0, '2014-09-01 08:22:08', 56, 4, 10, 20),
(66, '20140901', 14, 2.0, '重庆综合交通运输体系“十三五”发展规划工作大纲第三轮修改', 0, '2014-09-01 08:22:59', 66, 7, 32, 20),
(67, '20140901', 14, 0.5, '“十三五”综合运输战略重点及对策研究中间成果咨询专家意见汇总', 0, '2014-09-01 08:25:48', 67, 7, 33, 12),
(68, '20140901', 5, 1.0, '<p>\r\n	整理相关附件\r\n</p>', 0, '2014-09-02 06:49:03', 10, 3, 4, 20),
(69, '20140901', 14, 6.0, '<p>\r\n	完成修改第一稿，包括资金申请修改\r\n</p>\r\n<p>\r\n	对接签章材料\r\n</p>', 0, '2014-09-02 06:45:51', 45, 3, 5, 3),
(70, '20140901', 5, 0.5, '准备调研材料', 0, '2014-09-02 06:46:51', 24, 3, 17, 2),
(71, '20140902', 14, 3.5, '<p>\r\n	神华集团环保部调研\r\n</p>', 0, '2014-09-02 06:47:16', 24, 3, 17, 2),
(72, '20140902', 5, 3.0, '<p>\r\n	对接照片、土地证、财务报表、签章等需求\r\n</p>\r\n<p>\r\n	资金申请报告文字部分\r\n</p>', 0, '2014-09-05 01:08:48', 10, 3, 4, 20),
(73, '20140902', 14, 1.0, '重庆市综合交通运输“十三五”发展规划研究工作大纲内部讨论会', 0, '2014-09-02 10:04:06', 69, 7, 32, 10),
(74, '20140902', 6, 3.0, '', 0, '2014-09-02 10:13:14', 71, 7, 30, 3),
(75, '20140903', 14, 3.0, '', 0, '2014-09-03 08:52:14', 73, 7, 30, 10),
(76, '20140903', 6, 2.0, '', 0, '2014-09-03 08:52:44', 71, 7, 30, 3),
(77, '20140904', 14, 4.0, '', 0, '2014-09-04 05:42:53', 74, 7, 37, 10),
(78, '20140903', 8, 3.0, '资金申请，对接资料，完善文本', 0, '2014-09-05 01:09:15', 10, 3, 4, 20),
(79, '20140904', 14, 3.0, '完成报告编制初稿，文整工作，提交二审', 0, '2014-09-05 01:10:23', 10, 3, 4, 20),
(80, '20140902', 5, 1.5, '<br />', 0, '2014-09-05 01:20:10', 75, 3, 5, 3),
(82, '20140904', 8, 3.5, '根据甲方意见修改报告，完成更名报告的修改（包括工可报告）', 0, '2014-09-05 01:37:43', 75, 3, 5, 3),
(83, '20140903', 5, 4.5, '修改大纲编写及项目讨论会', 0, '2014-09-05 01:39:56', 76, 3, 17, 3),
(84, '20140902', 14, 3.0, '<br />', 0, '2014-09-05 01:41:44', 77, 3, 36, 9),
(85, '20140904', 8, 7.0, '其中加班3小时。', 0, '2014-09-05 02:31:28', 72, 7, 32, 20),
(86, '20140903', 6, 3.0, '可以放素材', 0, '2014-09-05 05:21:06', 21, 4, 11, 20),
(87, '20140904', 7, 2.0, '继续放素材', 0, '2014-09-05 05:22:00', 21, 4, 11, 20),
(88, '20140902', 8, 3.5, '继续梳理材料', 0, '2014-09-05 05:22:57', 60, 4, 27, 3),
(89, '20140903', 8, 2.5, '材料的梳理', 0, '2014-09-05 05:23:23', 60, 4, 27, 3),
(90, '20140905', 9, 6.0, '材料梳理基本完成', 0, '2014-09-05 05:24:31', 60, 4, 27, 3),
(91, '20140904', 6, 3.0, '初步梳理了头绪', 0, '2014-09-05 05:26:18', 56, 4, 10, 20),
(92, '20140905', 8, 4.5, '<p>\r\n	文字工作告一段落，等重庆交委补充工作小组和专家小组名单！\r\n</p>\r\n<p>\r\n	后续开展ppt的更新和修改工作\r\n</p>', 0, '2014-09-05 06:57:28', 72, 7, 32, 20),
(93, '20140908', 8, 5.0, '更改PPT及相关内容~', 0, '2014-09-10 12:08:33', 72, 7, 32, 20),
(94, '20140905', 9, 5.0, '完成资金申请报告的对应修改，与甲方协调相关批复和照片事宜', 0, '2014-09-10 07:47:34', 75, 3, 5, 3),
(95, '20140909', 9, 1.0, '与无锡市发改委，甲方对接批复时间内容，待市发改委与各部门沟通后出具批复', 0, '2014-09-10 07:48:32', 75, 3, 5, 3),
(96, '20140909', 8, 4.5, '整理美国中西部地区地形变化区域城镇发展史，暂定盐湖城盐湖城、丹佛、夏延具备借鉴的条件。但存在矿业城市影响的可能。', 0, '2014-09-10 08:01:12', 27, 3, 19, 1),
(97, '20140910', 9, 3.5, '学习菲尼克斯经验，认为相对于政策型、矿产型，铁路型和牛镇更接近于米兰镇条件。更新大纲基本完成，准备细化编写大纲梳理观点', 0, '2014-09-10 08:03:00', 27, 3, 19, 1),
(98, '20140910', 8, 1.5, '根据新的控规，做相关的更新', 0, '2014-09-10 11:54:10', 56, 4, 10, 20),
(99, '20140909', 8, 2.0, '根据陈总的意见进行修改', 0, '2014-09-10 11:55:17', 21, 4, 11, 20),
(100, '20140910', 9, 2.0, '添加更新内容', 0, '2014-09-10 11:55:38', 21, 4, 11, 20),
(101, '20140910', 9, 1.0, '根据最新反馈的意见，进行适当的补充', 0, '2014-09-10 11:56:46', 60, 4, 27, 3),
(102, '20140910', 6, 2.5, '<p>\r\n	1、对区域比较分析拟定初步工作思路，抓交给刘影\r\n</p>\r\n<p>\r\n	2、排定大体的工作时间表\r\n</p>\r\n<p>\r\n	3、初步思考大纲的细化\r\n</p>', 0, '2014-09-10 12:00:14', 61, 4, 30, 20),
(103, '20140910', 7, 2.5, '添加国际形势的判断以及外贸、煤炭和钢铁今年以来的月度变动情况', 0, '2014-09-10 12:01:29', 38, 4, 22, 3),
(104, '20140911', 14, 1.5, '补充完成后，提交给胡总', 0, '2014-09-11 02:25:33', 38, 4, 22, 3),
(105, '20140911', 7, 4.0, '<p>\r\n	进一步细化初稿，提交给李伟主任；\r\n</p>\r\n<p>\r\n	提炼出调研需求\r\n</p>', 0, '2014-09-10 12:13:29', 61, 4, 30, 20),
(106, '20140911', 9, 3.0, '大体完成，并做到心里有数', 0, '2014-09-10 12:06:20', 21, 4, 11, 20),
(107, '20140910', 9, 7.0, '稿子和ppt的修改，其中晚上加班2.5小时', 0, '2014-09-10 12:07:07', 72, 7, 32, 20),
(108, '20140909', 9, 7.0, '稿子和ppt的修改', 0, '2014-09-10 12:15:45', 72, 7, 32, 20),
(109, '20140910', 14, 1.5, '李伟主任就汇报的情况和省厅的意见等向项目组成员进行宣贯', 0, '2014-09-10 12:19:27', 73, 7, 30, 10),
(110, '20140909', 6, 3.5, '中间进行思路的讨论，并沟通', 0, '2014-09-10 12:20:16', 86, 4, 42, 20),
(111, '20140908', 8, 4.0, '初步拟定内容', 0, '2014-09-10 12:20:59', 21, 4, 11, 20),
(112, '20140715', 5, 5.0, '开始消化湖北规划有关资料', 0, '2014-09-11 02:15:13', 89, 10, 30, 3),
(113, '20140718', 5, 7.0, '消化湖北规划资料', 0, '2014-09-11 02:15:55', 89, 10, 30, 3),
(114, '20140722', 5, 4.0, '消化湖北项目资料', 0, '2014-09-11 02:17:32', 89, 10, 30, 3),
(115, '20140725', 5, 4.0, '修改完善工作大纲', 0, '2014-09-11 02:17:55', 89, 10, 30, 3),
(116, '20140728', 5, 6.0, '湖北工作大纲', 0, '2014-09-11 02:18:21', 89, 10, 30, 3),
(117, '20140729', 5, 6.0, '湖北工作大纲', 0, '2014-09-11 02:18:43', 89, 10, 30, 3),
(118, '20140730', 14, 9.0, '湖北工作大纲', 0, '2014-09-11 02:19:50', 89, 10, 30, 3),
(119, '20140805', 5, 9.0, '初步思路文本编制', 0, '2014-09-11 02:21:37', 90, 10, 30, 3),
(120, '20140806', 5, 6.0, '<span>初步思路文本编制</span>', 0, '2014-09-11 02:21:54', 90, 10, 30, 3),
(121, '20140807', 5, 10.0, '<span>初步思路文本编制</span>', 0, '2014-09-11 02:26:18', 90, 10, 30, 3),
(122, '20140808', 5, 8.0, '<span>初步思路文本编制</span>', 0, '2014-09-11 02:32:58', 90, 10, 30, 3),
(123, '20140811', 5, 8.0, '<span>初步思路文本编制</span>', 0, '2014-09-11 02:35:45', 90, 10, 30, 3),
(124, '20140813', 5, 5.0, '<span>初步思路文本编制</span>', 0, '2014-09-11 02:36:06', 90, 10, 30, 3),
(125, '20140814', 5, 5.0, '<span>初步思路文本编制</span>', 0, '2014-09-11 02:36:29', 90, 10, 30, 3),
(126, '20140815', 5, 8.0, '<span>初步思路文本编制</span>', 0, '2014-09-11 02:36:39', 90, 10, 30, 3),
(127, '20140820', 5, 4.0, '<span>陈总对初步思路文本编制提出指导修改意见</span>', 0, '2014-09-11 02:37:55', 90, 10, 30, 3),
(128, '20140828', 5, 7.0, '<span>初步思路文本编制修改</span>', 0, '2014-09-11 02:37:36', 90, 10, 30, 3),
(129, '20140829', 5, 6.0, '<span>初步思路文本编制修改完善</span>', 0, '2014-09-11 02:38:09', 90, 10, 30, 3),
(130, '20140903', 5, 5.0, '<span>初步思路文本编制修改完善</span>', 0, '2014-09-11 02:38:34', 90, 10, 30, 3),
(131, '20140820', 5, 3.0, 'PPT制作', 0, '2014-09-11 02:41:04', 91, 10, 30, 12),
(132, '20140822', 5, 6.0, '<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">PPT制作</span>', 0, '2014-09-11 02:41:39', 91, 10, 30, 12),
(133, '20140826', 5, 8.0, '<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">PPT制作</span>', 0, '2014-09-11 02:42:04', 91, 10, 30, 12),
(134, '20140827', 5, 8.0, '<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">PPT制作</span>', 0, '2014-09-11 02:42:12', 91, 10, 30, 12),
(135, '20140902', 5, 10.0, '<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">PPT制作</span>', 0, '2014-09-11 02:42:46', 91, 10, 30, 12),
(136, '20140903', 5, 10.5, '<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">PPT制作</span>', 0, '2014-09-11 02:43:07', 91, 10, 30, 12),
(137, '20140904', 14, 5.0, '<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">PPT汇报前修改、完善</span>', 0, '2014-09-11 02:43:37', 91, 10, 30, 12),
(138, '20140812', 14, 2.0, '项目启动会', 0, '2014-09-11 02:52:16', 93, 10, 30, 10),
(139, '20140903', 14, 4.0, '项目组全体参与讨论汇报PPT的完善方案', 0, '2014-09-11 02:54:57', 94, 10, 30, 10),
(140, '20140910', 14, 2.5, '内部通气布置会', 0, '2014-09-11 02:58:28', 95, 10, 30, 10),
(141, '20140904', 14, 6.0, '下去启程赴武汉', 0, '2014-09-11 03:02:07', 96, 10, 30, 12),
(142, '20140905', 14, 9.5, '<p>\r\n	上午汇报\r\n</p>\r\n<p>\r\n	中午课题组受到湖北一把手厅长接见、共进午餐\r\n</p>\r\n<p>\r\n	下午返京\r\n</p>', 0, '2014-09-11 03:02:55', 96, 10, 30, 12),
(143, '20130904', 5, 10.0, '准备竞争性谈判文件', 0, '2014-09-12 02:00:32', 100, 10, 40, 3),
(144, '20130905', 5, 10.0, '竞争性谈判文件报告编制', 0, '2014-09-12 02:01:16', 100, 10, 40, 3),
(145, '20130906', 5, 10.0, '<span>竞争性谈判文件报告编制</span>', 0, '2014-09-12 02:01:26', 100, 10, 40, 3),
(146, '20130907', 5, 12.0, '<span>竞争性谈判文件报告编制</span>', 0, '2014-09-12 02:01:42', 100, 10, 40, 3),
(147, '20130927', 5, 9.0, '竞争性谈判PPT', 0, '2014-09-12 05:29:47', 100, 10, 40, 3),
(148, '20131002', 5, 9.0, '消化江苏资料；准备竞争性谈判', 0, '2014-09-12 05:30:31', 100, 10, 40, 3),
(149, '20131005', 5, 6.0, '<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">消化江苏资料；准备竞争性谈判PPT</span>', 0, '2014-09-12 05:31:11', 100, 10, 40, 3),
(150, '20131006', 5, 6.0, '<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">消化江苏资料；准备竞争性谈判PPT</span>', 0, '2014-09-12 05:31:27', 100, 10, 40, 3),
(151, '20131007', 5, 9.0, '<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">消化江苏资料；准备竞争性谈判PPT</span>', 0, '2014-09-12 05:31:54', 100, 10, 40, 3),
(153, '20131010', 5, 7.0, '<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">消化江苏资料；修改竞争性谈判PPT</span>', 0, '2014-09-12 05:32:34', 100, 10, 40, 3),
(154, '20131011', 14, 9.0, '<p>\r\n	<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">消化江苏资料；修改竞争性谈判PPT</span>\r\n</p>\r\n<p>\r\n	<span style="color:#333333;font-family:Arial;line-height:17px;background-color:#FFFFFF;">下午进行竞争性谈判汇报（5家中获胜）</span>\r\n</p>', 0, '2014-09-12 05:33:26', 100, 10, 40, 3),
(155, '20131104', 5, 3.0, '消化准备工作大纲编制', 0, '2014-09-12 05:40:37', 107, 10, 40, 1),
(156, '20131105', 5, 3.0, '拟定大纲', 0, '2014-09-12 05:40:56', 107, 10, 40, 1),
(157, '20131114', 5, 4.0, '利用赴江苏项目代部审查，进行工作大纲编制交流', 0, '2014-09-12 05:41:44', 107, 10, 40, 1),
(158, '20131212', 5, 5.0, '拟定江苏工作大纲中的调研方案（结合江苏省院和我方课题组考虑）', 0, '2014-09-12 05:42:58', 107, 10, 40, 1),
(159, '20131214', 5, 5.0, '加班修改江苏工作大纲和工作分工', 0, '2014-09-12 05:44:57', 107, 10, 40, 1),
(160, '20131219', 5, 5.0, '修改完并向主管老总提交工作大纲', 0, '2014-09-12 05:45:28', 107, 10, 40, 1),
(161, '20140109', 5, 8.5, '修改江苏工作大纲', 0, '2014-09-12 05:46:33', 107, 10, 40, 1),
(162, '20140110', 5, 8.0, '工作大纲PPT', 0, '2014-09-12 05:55:06', 107, 10, 40, 1),
(163, '20140114', 14, 4.5, '江苏工作大纲汇报', 0, '2014-09-12 05:55:27', 107, 10, 40, 1),
(164, '20140305', 5, 5.5, '赴南京进行调研方案座谈', 0, '2014-09-12 06:03:33', 108, 10, 40, 2),
(165, '20140411', 5, 4.5, '江苏调研方案讨论修改', 0, '2014-09-12 06:04:25', 108, 10, 40, 2),
(166, '20140418', 5, 2.0, '完善江苏调研方案', 0, '2014-09-12 06:04:45', 108, 10, 40, 2),
(167, '20140506', 5, 6.5, '江苏调研方案讨论、修改、完善', 0, '2014-09-12 06:05:22', 108, 10, 40, 2),
(168, '20140507', 5, 3.0, '修改江苏调研方案', 0, '2014-09-12 06:05:45', 108, 10, 40, 2),
(169, '20140512', 5, 4.0, '协调江苏外业调研时间、组织、人员等', 0, '2014-09-12 06:06:18', 108, 10, 40, 2),
(170, '20140514', 5, 3.5, '准备调研前与江苏省院方交流座谈材料', 0, '2014-09-12 06:06:54', 108, 10, 40, 2),
(171, '20140515', 5, 6.5, '所内江苏调研动员和交流', 0, '2014-09-12 06:08:11', 108, 10, 40, 2),
(172, '20140516', 5, 1.5, '修改省厅下发调研函', 0, '2014-09-12 06:08:36', 108, 10, 40, 2),
(173, '20140518', 5, 5.0, '下午启程赴南京', 0, '2014-09-12 06:08:56', 108, 10, 40, 2),
(174, '20140519', 5, 8.5, '<p>\r\n	分组调研\r\n</p>\r\n<p>\r\n	——江北组赴淮安，开始苏北地区调研\r\n</p>\r\n<p>\r\n	——江南组赴苏州，开展苏南地区调研\r\n</p>', 0, '2014-09-12 06:09:44', 108, 10, 40, 2),
(175, '20140520', 5, 8.5, '苏州、无锡', 0, '2014-09-12 06:10:02', 108, 10, 40, 2),
(176, '20140521', 5, 9.5, '上午无锡江阴、下午高新区', 0, '2014-09-12 06:10:26', 108, 10, 40, 2),
(177, '20140522', 5, 8.5, '常州调研', 0, '2014-09-12 06:10:41', 108, 10, 40, 2),
(178, '20140523', 5, 9.0, '南京调研', 0, '2014-09-12 06:10:58', 108, 10, 40, 2),
(179, '20140524', 5, 8.5, '与苏北组汇合；下午到晚上与省院碰撞观点，整理汇报材料', 0, '2014-09-12 06:11:43', 108, 10, 40, 2),
(180, '20140525', 5, 9.0, '整理准备调研汇报', 0, '2014-09-12 06:12:04', 108, 10, 40, 2),
(181, '20140526', 14, 8.5, '<p>\r\n	上午向江苏省厅汇报调研情况；\r\n</p>\r\n<p>\r\n	下午与省发改、经信、商贸等部门座谈\r\n</p>', 0, '2014-09-12 06:12:44', 108, 10, 40, 2),
(182, '20140527', 14, 5.5, '上午启程返京', 0, '2014-09-12 06:13:00', 108, 10, 40, 2),
(183, '20140606', 5, 2.5, '<p>\r\n	拟定研究方案，细化分工，包括：\r\n</p>\r\n<p>\r\n	GIS、省院分工、外贸数据分析等\r\n</p>\r\n<p>\r\n	<br />\r\n</p>', 0, '2014-09-12 06:17:02', 112, 10, 40, 3),
(184, '20140708', 5, 4.5, '针对各专题研究人员成果开展小规模讨论', 0, '2014-09-12 06:17:51', 112, 10, 40, 3),
(185, '20140715', 7, 5.5, '讨论推进江苏GIS分析', 0, '2014-09-12 06:18:23', 112, 10, 40, 3),
(186, '20140717', 5, 8.5, '<p>\r\n	1. 整理江苏项目思路、形势和现状\r\n</p>\r\n<p>\r\n	2. 江苏项目阶段性成果讨论（全体项目组）\r\n</p>', 0, '2014-09-12 06:19:36', 112, 10, 40, 3),
(187, '20140721', 5, 4.5, '整理项目现状、问题、目标定位等', 0, '2014-09-12 06:20:21', 112, 10, 40, 3),
(188, '20140722', 5, 4.5, '撰写项目现状部分', 0, '2014-09-12 06:20:44', 112, 10, 40, 3),
(189, '20140723', 5, 4.5, '撰写项目现状部分', 0, '2014-09-12 06:21:04', 112, 10, 40, 3),
(190, '20140724', 5, 6.5, '撰写项目分级分类部分内容', 0, '2014-09-12 06:21:25', 112, 10, 40, 3),
(191, '20140731', 5, 8.5, '<p>\r\n	上午商议江苏物流枢纽项目汇报\r\n</p>\r\n<p>\r\n	下午启程赴南京\r\n</p>', 0, '2014-09-12 06:22:04', 112, 10, 40, 3),
(192, '20140801', 14, 8.5, '<p>\r\n	1. 上午参与江苏十三五规划研讨；\r\n</p>\r\n<p>\r\n	2. 下午进行江苏综合交通物流枢纽中间成果汇报\r\n</p>', 0, '2014-09-12 06:23:11', 112, 10, 40, 3),
(193, '20140912', 5, 8.0, '完成了示范应用专题报告', 0, '2014-09-12 07:15:08', 125, 31, 47, 20),
(194, '20140911', 9, 10.0, '下午修改ppt4小时，晚上加班修改ppt6小时，其中实习生曾维樵协助参与工作3小时', 0, '2014-09-12 09:04:34', 72, 7, 32, 20),
(195, '20140912', 9, 9.0, '全天修改ppt', 0, '2014-09-12 09:01:14', 72, 7, 32, 20),
(196, '20140911', 14, 2.5, '', 0, '2014-09-12 09:04:15', 134, 7, 32, 10),
(197, '20140911', 5, 0.5, '准备专家评审会会议材料', 0, '2014-09-16 02:31:55', 135, 3, 22, 3),
(198, '20140916', 4, 3.5, '<p>\r\n	参考之前的项目报告，确定方法以及基本数据。\r\n</p>\r\n<p>\r\n	下午主要是用弹性系数法预测客运量，未完成。\r\n</p>\r\n<p>\r\n	然后做国内外经验借鉴的资料查询\r\n</p>', 0, '2014-09-16 08:13:19', 136, 41, 30, 3),
(199, '20140912', 5, 5.0, '交通部开项目讨论会，会务，会议记录', 0, '2014-09-16 02:32:55', 135, 3, 22, 3),
(200, '20140913', 5, 9.0, '1309,封闭修改报告', 0, '2014-09-16 02:33:33', 135, 3, 22, 3),
(201, '20140914', 5, 10.0, '1401封闭修改报告', 0, '2014-09-16 02:33:52', 135, 3, 22, 3),
(202, '20140915', 5, 11.0, '18楼会议室集中封闭、讨论', 0, '2014-09-16 02:35:04', 135, 3, 22, 3),
(203, '20140916', 9, 1.0, '修改润色提交金所、王所', 0, '2014-09-16 02:35:29', 135, 3, 22, 3),
(204, '20140915', 5, 1.0, '修改目标市场思路与技术路线', 0, '2014-09-16 02:36:49', 22, 3, 6, 20),
(205, '20140912', 5, 2.0, '修改需求结构及技术路线', 0, '2014-09-16 02:37:23', 22, 3, 6, 20),
(206, '20140911', 5, 4.0, '修改报告结构、修改案例', 0, '2014-09-16 02:38:57', 104, 3, 43, 20),
(207, '20140910', 5, 3.0, '', 0, '2014-09-16 02:52:05', 104, 3, 43, 20),
(208, '20140911', 5, 2.0, '', 0, '2014-09-16 02:52:30', 22, 3, 6, 20),
(209, '20140916', 5, 3.5, '消化资料；准备编写提纲的编制', 0, '2014-09-16 07:37:19', 92, 10, 30, 20),
(210, '20140917', 6, 4.5, '今天一直在编制赵主任给的任务，就是在transCAD上进行点点，以及查询国外物流经验借鉴的材料', 0, '2014-09-17 04:07:59', 136, 41, 30, 3),
(211, '20140913', 9, 6.0, '加班修改ppt，完成初稿并提交给王所', 0, '2014-09-17 06:40:15', 72, 7, 32, 20),
(212, '20140914', 14, 3.0, '王所指导修改ppt，并于下午乘坐飞机前往重庆。', 0, '2014-09-17 06:40:54', 72, 7, 32, 20),
(213, '20140915', 14, 4.0, '工作大纲会，李院长、关院长、石总、王所及我参加，重庆交委滕主任、陈主任，汪主任及相关处室，渝勘院等领导参会，下午乘机返回', 0, '2014-09-17 06:42:17', 72, 7, 32, 20),
(214, '20140916', 8, 12.0, '全天修改ppt，晚上加班5小时进行ppt的修改。', 0, '2014-09-17 06:47:55', 137, 7, 22, 1),
(215, '20140917', 9, 3.5, '向翁部长汇报，并将根据其修改意见进行修改完善。', 0, '2014-09-17 06:48:29', 137, 7, 22, 1),
(216, '20140901', 5, 6.0, '', 0, '2014-09-18 00:58:24', 19, 2, 6, 20),
(217, '20140917', 5, 3.5, '根据部西部办形式审查要求，完善相关报告、补充核实有关财务、应用证明等材料', 0, '2014-09-18 00:58:28', 149, 10, 47, 3),
(218, '20140905', 5, 6.0, '', 0, '2014-09-18 00:58:37', 19, 2, 6, 20),
(219, '20140906', 5, 6.0, '', 0, '2014-09-18 00:58:52', 19, 2, 6, 20),
(220, '20140915', 5, 6.0, '', 0, '2014-09-18 00:59:10', 20, 2, 6, 20),
(221, '20140916', 5, 6.0, '', 0, '2014-09-18 00:59:17', 20, 2, 6, 20),
(222, '20140909', 5, 9.0, '', 0, '2014-09-18 01:02:04', 140, 2, 20, 2),
(223, '20140910', 5, 9.0, '', 0, '2014-09-18 01:02:12', 140, 2, 20, 2),
(224, '20140911', 14, 9.0, '', 0, '2014-09-18 01:09:01', 140, 2, 20, 2),
(225, '20140917', 5, 3.0, '根据形式审查要求，完善报告排版；审核补充有关分包方财务报告、应用证明等内容；', 0, '2014-09-18 01:06:09', 151, 10, 47, 1),
(226, '20140912', 14, 6.0, '', 0, '2014-09-18 01:08:37', 141, 2, 20, 3),
(227, '20140918', 14, 4.5, '已完成上报项目的添加，现在正在进行产业园区的点的添加。', 0, '2014-09-22 04:13:42', 146, 41, 9, 3),
(228, '20140917', 5, 4.5, '<p>\r\n	参与交通运输部汇报\r\n</p>\r\n<p>\r\n	会后谈论修改方案\r\n</p>', 0, '2014-09-18 02:08:49', 135, 3, 22, 3),
(229, '20140916', 5, 5.0, '修改方案', 0, '2014-09-18 02:09:25', 22, 3, 6, 20),
(230, '20140917', 5, 4.0, '修改方案，统稿', 0, '2014-09-18 02:09:43', 22, 3, 6, 20),
(231, '20140916', 14, 1.0, '针对国家铁路局意见修改提案建议的回复', 0, '2014-09-18 02:12:37', 54, 3, 21, 3),
(232, '20140919', 14, 1.0, '根据王所的反馈意见进行了部分PPT的修改', 0, '2014-09-19 06:59:35', 137, 7, 22, 1),
(233, '20140919', 14, 5.0, '<p>\r\n	上午完成昨天的产业园区的任务。\r\n</p>\r\n<p>\r\n	下午对湖北经济带项目中的总量预测用回归分析法做了一下。\r\n</p>', 0, '2014-09-19 07:46:24', 146, 41, 9, 3),
(234, '20140922', 14, 2.0, '修改建模地图，完成。', 0, '2014-09-22 07:00:51', 146, 41, 9, 3),
(235, '20140918', 5, 4.0, '综合运输指标体系初稿并提交', 0, '2014-09-22 06:26:30', 135, 3, 22, 3),
(236, '20140919', 5, 4.0, '根据王所反馈意见，修改指标体系指标及报告', 0, '2014-09-22 06:26:06', 135, 3, 22, 3),
(237, '20140918', 5, 1.0, '与王总讨论修改方法', 0, '2014-09-22 06:27:15', 22, 3, 6, 20),
(238, '20140918', 5, 3.5, '结合反馈意见修改报告结构', 0, '2014-09-22 06:28:21', 104, 3, 43, 20),
(239, '20140919', 5, 3.0, '修改案例、文整', 0, '2014-09-22 06:28:48', 104, 3, 43, 20),
(240, '20140922', 5, 2.0, '结合李可意见修改报告、提交二审', 0, '2014-09-22 06:29:57', 104, 3, 43, 20),
(241, '20140922', 5, 1.0, '结合部关于各省资金生情报告评审的要求与无锡市运管处、西站物流沟通评审、批复时间，现场情况', 0, '2014-09-22 06:32:06', 75, 3, 5, 3),
(242, '20140919', 5, 0.5, '东莞保税物流中心大纲、项目简介', 0, '2014-09-22 06:34:26', 75, 3, 5, 3),
(243, '20140922', 5, 6.0, '消化资料，并向李主任提交通道及现网布局规划的时间进度表', 0, '2014-09-22 09:10:21', 65, 7, 30, 20),
(244, '20140920', 5, 2.0, '消化资料', 0, '2014-09-22 09:08:51', 65, 7, 30, 20),
(245, '20140919', 5, 4.5, '消化资料', 0, '2014-09-22 09:09:41', 65, 7, 30, 20),
(246, '20140918', 5, 4.0, '消化资料', 0, '2014-09-22 09:09:49', 65, 7, 30, 20),
(247, '20140923', 14, 5.5, '根据于司长的要求进行修改，根据王所的要求进行了现有规划大纲与十二五的区别的梳理并修改ppt', 0, '2014-09-23 10:38:46', 137, 7, 22, 1),
(248, '20140923', 7, 5.5, 'transCAD建模 确定底图以及底图配准 坐标变换等工作准备。', 0, '2014-09-23 06:10:58', 136, 41, 30, 3),
(249, '20140923', 5, 1.5, '消化资料', 0, '2014-09-23 10:39:09', 65, 7, 30, 20),
(250, '20140917', 5, 8.0, '<p>\r\n	湖北项目-区域比较分析工作思路填充内容、提交\r\n</p>', 0, '2014-09-24 02:48:29', 97, 9, 30, 20),
(252, '20140918', 7, 8.0, '<p align="left">\r\n	湖北物流园区上报项目添加\r\n</p>', 0, '2014-09-24 02:44:17', 145, 9, 9, 3),
(253, '20140919', 14, 8.0, '<p>\r\n	完成湖北物流园区上报项目添加\r\n</p>', 0, '2014-09-24 02:44:52', 145, 9, 9, 3),
(254, '20140916', 5, 8.0, '湖北项目 针对区域比较部分，参考阅读武汉及其他项目', 0, '2014-09-24 02:50:35', 97, 9, 30, 20),
(255, '20140923', 5, 8.0, '<p>\r\n	transcad点线面建模研究，与地方联系确定收集底图\r\n</p>', 0, '2014-09-24 02:56:19', 97, 9, 30, 20),
(256, '20140922', 5, 8.0, '<p>\r\n	<span>形势与需求分析工作大纲编写-社会经济趋势预测与分析</span>\r\n</p>', 0, '2014-09-24 03:02:55', 97, 9, 30, 20),
(257, '20140924', 4, 4.0, '', 0, '2014-09-24 05:49:30', 154, 41, 30, 20),
(258, '20140923', 5, 4.5, '铁道部经规院中期评审会', 0, '2014-09-25 00:26:46', 155, 3, 50, 20),
(259, '20140922', 5, 0.5, '联系开会事宜', 0, '2014-09-25 00:27:02', 155, 3, 50, 20),
(260, '20140923', 5, 1.0, '对接任务，整理资料', 0, '2014-09-25 00:29:58', 156, 3, 15, 3),
(261, '20140924', 5, 1.0, '修改报告', 0, '2014-09-25 00:31:11', 22, 3, 6, 20),
(262, '20140924', 5, 5.0, '<p>\r\n	修改工可及资金申请报告格式，准备打印；\r\n</p>\r\n<p>\r\n	编制西站物流节能材料。\r\n</p>', 0, '2014-09-25 00:32:25', 75, 3, 5, 3),
(263, '20140923', 5, 3.0, '根据二审要求修改报告、提交三审', 0, '2014-09-25 00:33:35', 10, 3, 4, 20),
(264, '20140923', 5, 1.0, '对接项目进度及批复存在问题', 0, '2014-09-25 00:34:41', 75, 3, 5, 3),
(265, '20140922', 5, 2.5, '大纲及内容调整', 0, '2014-09-25 00:35:32', 76, 3, 17, 3),
(266, '20140924', 5, 2.0, '需求分析，流向图编制', 0, '2014-09-25 00:37:00', 148, 3, 9, 3),
(267, '20140923', 5, 1.0, '湖北省物流通道空间拓扑图绘制', 0, '2014-09-25 00:37:28', 148, 3, 9, 3),
(268, '20140925', 5, 6.5, '将公路铁路图配准。', 0, '2014-09-25 01:40:18', 154, 41, 30, 20),
(269, '20140924', 14, 6.5, '按照于司长的要求进行了部分内容的修改，下午参加部长专题会', 0, '2014-09-25 05:56:22', 137, 7, 22, 1),
(270, '20140924', 14, 6.0, '加班6小时，完成李院长发言的ppt', 0, '2014-09-25 06:07:38', 157, 7, 52, 15),
(271, '20140925', 14, 4.0, '陪同参会，完成！', 0, '2014-09-25 06:09:23', 158, 7, 52, 7),
(272, '20140919', 14, 7.5, '参加会议，并领取分工任务', 0, '2014-09-25 06:48:51', 159, 4, 14, 12),
(274, '20140920', 9, 4.5, '根据陈总的意见，进一步修改补充相关素材', 0, '2014-09-25 06:50:50', 59, 4, 11, 20),
(275, '20140917', 8, 4.0, '接受甲方的附件，进行添加', 0, '2014-09-25 06:51:32', 60, 4, 27, 3),
(276, '20140917', 8, 4.0, '对甲方发来的附件进行审查，核对，并提出相关后续补充的要求', 0, '2014-09-25 06:52:16', 56, 4, 10, 20),
(277, '20140921', 8, 4.5, '完成第一轮修改，添加了动画效果', 0, '2014-09-25 06:55:54', 59, 4, 11, 20),
(278, '20140922', 9, 4.5, '项目组内部汇报演示，陈总和赵主任提出进一步的修改意见', 0, '2014-09-25 06:54:19', 59, 4, 11, 20),
(279, '20140924', 9, 4.5, '根据最新的意见进行修改和完善', 0, '2014-09-25 06:55:09', 59, 4, 11, 20),
(280, '20140925', 14, 5.0, '进一步的修改完善，形成定稿！同步对报告进行了更新', 0, '2014-09-25 06:55:42', 59, 4, 11, 20),
(282, '20140925', 9, 4.0, '争取形成初步框架，提交给陆主任和陈总', 0, '2014-09-25 06:57:00', 60, 4, 27, 3),
(283, '20140922', 14, 2.0, '完成提交给刘所', 0, '2014-09-25 07:07:38', 160, 4, 14, 3),
(284, '20140923', 8, 4.0, '完成相关素材', 0, '2014-09-25 07:09:16', 60, 4, 27, 3),
(285, '20140926', 14, 11.0, '编写相关案例分析', 0, '2014-09-30 01:49:14', 162, 41, 8, 3),
(286, '20140924', 9, 7.0, '<p>\r\n	客、货运枢纽发展目标的指导思想和基本原则\r\n</p>', 0, '2014-09-28 02:35:00', 46, 9, 26, 3),
(287, '20140925', 14, 7.5, '货运枢纽的发展定位 和战略目标', 0, '2014-09-28 02:36:05', 46, 9, 26, 3),
(288, '20140927', 14, 14.5, '翻译加案例编写', 0, '2014-09-30 01:50:05', 162, 41, 8, 3),
(289, '20140928', 14, 14.5, '翻译', 0, '2014-09-30 01:49:58', 162, 41, 8, 3),
(290, '20140930', 5, 8.0, '湖北省省道图编画', 0, '2014-09-30 01:51:15', 154, 41, 30, 20),
(291, '20140928', 9, 6.0, '消化资料，修改', 0, '2014-09-30 01:57:07', 60, 4, 27, 3),
(292, '20140929', 14, 6.0, '完成初稿', 0, '2014-09-30 01:57:33', 60, 4, 27, 3),
(293, '20140929', 7, 1.0, '沟通协调下一步思想，国庆要加班', 0, '2014-09-30 01:59:16', 86, 4, 42, 20),
(294, '20140926', 14, 17.0, '完成与区长及各部门的沟通，当天来回', 0, '2014-09-30 02:01:20', 161, 4, 11, 12),
(295, '20140928', 6, 1.5, '<p>\r\n	沟通，索要相关部门的意见；\r\n</p>\r\n<p>\r\n	并反馈我们的基本处理态度\r\n</p>', 0, '2014-09-30 02:06:12', 163, 4, 11, 3),
(296, '20140921', 8, 1.5, '撰写相关部分', 0, '2014-09-30 02:07:12', 57, 4, 14, 20),
(297, '20140922', 14, 1.5, '撰写完成相关内容，提交给刘所', 0, '2014-09-30 02:07:40', 57, 4, 14, 20),
(298, '20140923', 8, 4.0, '<p>\r\n	继续消化吸收材料\r\n</p>\r\n<p>\r\n	<br />\r\n</p>', 0, '2014-09-30 02:08:17', 86, 4, 42, 20),
(299, '20140930', 7, 5.0, '去部里领取任务和要求', 0, '2014-09-30 02:09:04', 86, 4, 42, 20),
(300, '20141008', 5, 4.0, '研读相关材料，并初步确定该部分的编写思路。', 0, '2014-10-09 02:04:16', 164, 7, 27, 3),
(301, '20141009', 9, 6.0, '压缩的初步成果已经提交', 0, '2014-10-11 01:30:30', 165, 7, 33, 3),
(302, '20141009', 14, 3.0, '整理9月24日专题汇报会的录音内容', 0, '2014-10-11 01:32:12', 137, 7, 22, 1),
(303, '20141010', 5, 6.0, '', 0, '2014-10-11 01:35:45', 166, 7, 22, 3),
(304, '20140926', 5, 2.0, '', 0, '2014-10-13 00:31:33', 22, 3, 6, 20),
(305, '20140925', 5, 6.0, '对接报告附件（名称声明），照片，制作项目PPT', 0, '2014-10-13 00:34:16', 75, 3, 5, 3),
(306, '20140926', 5, 6.5, '<p>\r\n	联系水运所、朱总、车辆，确定会议时间、地点\r\n</p>\r\n<p>\r\n	至发改委参会\r\n</p>\r\n<p>\r\n	整理会议纪要发王所\r\n</p>', 0, '2014-10-13 00:39:30', 167, 3, 53, 12),
(307, '20141006', 5, 2.5, '根据三审要求修改报告', 0, '2014-10-13 00:43:40', 22, 3, 6, 20),
(308, '20141007', 5, 5.0, '<span>根据三审要求修改报告</span>', 0, '2014-10-13 00:43:58', 22, 3, 6, 20),
(309, '20141008', 7, 3.5, '梳理甲方的意见，拟定修改工作的方案', 0, '2014-10-13 01:02:45', 163, 4, 11, 3),
(310, '20141010', 7, 3.5, '讨论并落实相关工作安排', 0, '2014-10-13 01:03:20', 163, 4, 11, 3),
(311, '20141011', 9, 7.0, '上午进行了部分ppt的修改，2小时，下午继续在18楼改稿子', 0, '2014-10-13 01:03:23', 166, 7, 22, 3),
(312, '20141011', 8, 3.0, '与田野商讨交通衔接部分的修改方案，并将修改方案发给甲方，征求意见', 0, '2014-10-13 01:04:30', 163, 4, 11, 3),
(313, '20141008', 6, 3.5, '', 0, '2014-10-13 01:38:36', 170, 4, 27, 3),
(314, '20141009', 7, 6.0, '消化相关资料', 0, '2014-10-13 01:39:51', 170, 4, 27, 3),
(315, '20141010', 7, 2.5, '', 0, '2014-10-13 01:40:04', 170, 4, 27, 3),
(316, '20141013', 9, 3.5, 'ppt修改~', 0, '2014-10-13 06:26:54', 166, 7, 22, 3),
(317, '20150105', 9, 3.0, '', 0, '2015-01-06 00:42:37', 174, 7, 32, 3),
(318, '20150105', 14, 1.5, '', 0, '2015-01-06 03:28:12', 175, 3, 53, 12),
(319, '20150104', 7, 1.0, '', 0, '2015-01-06 03:28:20', 175, 3, 53, 12),
(320, '20150101', 14, 0.0, '', 0, '2015-01-08 00:33:23', 121, 15, 47, 20),
(321, '20150205', 14, 3.0, '', 0, '2015-02-05 09:52:11', 184, 3, 53, 10),
(322, '20150209', 5, 3.0, '', 0, '2015-02-09 02:30:34', 190, 15, 61, 3),
(323, '20150304', 5, 2.5, '物流通道三重大及铁路信息讨论，通道衔接三重大初稿', 0, '2015-03-04 10:02:10', 191, 3, 18, 3),
(324, '20150303', 5, 4.0, '至水规处修改材料', 0, '2015-03-04 10:04:46', 192, 3, 53, 3),
(325, '20150303', 5, 1.5, '与方总讨论修改方案', 0, '2015-03-04 10:06:21', 76, 3, 17, 3),
(326, '20150303', 5, 4.0, '修改报告', 0, '2015-03-04 10:07:52', 22, 3, 6, 20),
(327, '20150304', 5, 4.5, '修改报告', 0, '2015-03-04 10:14:40', 22, 3, 6, 20),
(328, '20150302', 5, 1.0, '修改报告', 0, '2015-03-04 10:08:29', 22, 3, 6, 20),
(329, '20150302', 5, 6.5, '物流大通道数据分析，编制说明，准备中财办大通道材料，上下午各一次讨论会', 0, '2015-03-04 10:18:00', 191, 3, 18, 3),
(330, '20150304', 5, 0.5, '核实2014年铁路相关数据', 0, '2015-03-04 10:09:48', 192, 3, 53, 3),
(331, '20150303', 5, 0.5, '铁路数据需求校核', 0, '2015-03-04 10:14:18', 193, 3, 77, 3),
(332, '20150323', 5, 10.0, '物流大通道阈值分析，至综规司修改调研函（10：30-20：30）', 0, '2015-03-25 00:26:03', 191, 3, 18, 3),
(333, '20150324', 5, 8.5, '集装箱流量流向分析，大通道阈值与结构集中讨论', 0, '2015-03-25 00:26:55', 191, 3, 18, 3),
(334, '20150402', 6, 3.5, '完成开题评审', 0, '2015-04-03 02:44:44', 194, 18, 81, 3),
(335, '20150401', 9, 0.0, '完成报告初稿', 0, '2015-04-03 02:43:58', 195, 18, 80, 3),
(336, '20151225', 24, 13.5, '<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	dgfdhsdfhdsgsdfgsdgf\r\n</p>', 1, '2015-12-06 07:08:35', 198, 1, 86, 2),
(339, '20151223', 2, 0.0, 'asdasfasdfas', 0, '2015-12-06 00:44:34', 198, 1, 86, 0),
(340, '20151231', 4, 3.0, '寻找新客户', 2, '2015-12-06 12:30:50', 197, 1, 86, 0),
(341, '20151229', 14, 8.0, '今天去和客户把合同签了', 0, '2015-12-06 00:46:09', 197, 1, 86, 0),
(342, '20151209', 22, 7.0, '出现竞争者', 0, '2015-12-06 01:38:37', 198, 1, 86, 0),
(343, '20151226', 2, 0.0, 'asfadf', 0, '2015-12-06 07:02:51', 198, 1, 86, 0),
(345, '20160108', 23, 0.0, 'asfasdfasd', 2, '2015-12-06 07:08:25', 198, 1, 86, 2),
(346, '20151222', 4, 4.5, '3333333', 0, '2015-12-06 10:53:38', 202, 1, 86, 0),
(349, '20151226', 4, 4.5, '33333333', 0, '2015-12-06 10:40:17', 200, 1, 86, 0),
(353, '20151209', 24, 0.0, '222222', 0, '2015-12-06 11:03:39', 202, 1, 86, 0),
(354, '20151209', 2, 11.5, '44444', 0, '2015-12-06 12:14:19', 200, 1, 86, 0),
(355, '20160105', 2, 0.0, 'asfsa', 0, '2015-12-06 12:11:45', 199, 1, 86, 0),
(356, '20151226', 2, 0.0, 'bbbbb', 0, '2015-12-06 12:16:29', 202, 1, 86, 0),
(357, '20151208', 6, 9.0, 'aaaaaaaaaaddddddddddddddddd', 0, '2015-12-06 12:28:38', 203, 46, 86, 0),
(358, '20151204', 2, 0.0, 'safsadfasdfaa', 0, '2015-12-06 12:32:45', 197, 46, 86, 0),
(360, '20151209', 2, 0.0, '<a href="/zhs/editor/attached/file/20151207/20151207004401_24468.jpg" target="_blank">/zhs/editor/attached/file/20151207/20151207004401_24468.jpg</a>', 0, '2015-12-06 23:44:08', 197, 46, 86, 20),
(361, '20151210', 2, 0.0, '<p style="text-indent:2em;">\r\n	aaaaa\r\n</p>\r\n<p style="text-indent:2em;">\r\n	bbbb\r\n</p>\r\n<p style="text-indent:2em;">\r\n	cccc\r\n</p>', 0, '2015-12-06 23:49:34', 197, 46, 86, 20);

-- --------------------------------------------------------

--
-- Table structure for table `tk_task_tpye`
--

DROP TABLE IF EXISTS `tk_task_tpye`;
CREATE TABLE `tk_task_tpye` (
  `id` smallint(4) UNSIGNED NOT NULL,
  `task_tpye` varchar(60) NOT NULL,
  `tk_task_typerank` varchar(60) NOT NULL,
  `task_tpye_backup1` bigint(20) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_task_tpye`
--

INSERT INTO `tk_task_tpye` (`id`, `task_tpye`, `tk_task_typerank`, `task_tpye_backup1`) VALUES
(1, '项目管理', '', 1),
(2, '实地调研', '', 2),
(3, '编写报告', '', 3),
(7, '院会议', '', 4),
(8, '所会议', '', 5),
(9, '室会议', '', 6),
(10, '项目组讨论会', '', 7),
(12, '其他会议', '', 8),
(14, '请假', '', 9),
(15, '加班', '', 10),
(16, '项目二审', '', 11),
(20, '子项目', '', 0),
(21, '项目三审', '', 12);

-- --------------------------------------------------------

--
-- Table structure for table `tk_team`
--

DROP TABLE IF EXISTS `tk_team`;
CREATE TABLE `tk_team` (
  `id` int(11) UNSIGNED ZEROFILL NOT NULL,
  `tk_team_name` varchar(50) DEFAULT NULL,
  `tk_team_order` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_team`
--

INSERT INTO `tk_team` (`id`, `tk_team_name`, `tk_team_order`) VALUES
(00000000001, '企业 信息化部', 1),
(00000000004, '生产保障部', 4),
(00000000005, '院长办公室', 5),
(00000000008, '财务预算部', 3);

-- --------------------------------------------------------

--
-- Table structure for table `tk_user`
--

DROP TABLE IF EXISTS `tk_user`;
CREATE TABLE `tk_user` (
  `uid` bigint(20) UNSIGNED NOT NULL,
  `tk_user_login` varchar(60) NOT NULL DEFAULT '',
  `tk_user_pass` varchar(64) NOT NULL DEFAULT '',
  `tk_user_token` varchar(60) NOT NULL DEFAULT '0',
  `tk_display_name` varchar(50) NOT NULL DEFAULT '',
  `tk_team` int(11) NOT NULL,
  `tk_user_role` int(11) NOT NULL,
  `pid` bigint(20) UNSIGNED NOT NULL DEFAULT '0',
  `tk_user_status` varchar(60) NOT NULL DEFAULT '',
  `tk_user_registered` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `tk_user_remark` text NOT NULL,
  `tk_user_rank` tinyint(2) NOT NULL DEFAULT '0',
  `tk_user_contact` varchar(50) NOT NULL DEFAULT '',
  `tk_user_email` varchar(100) NOT NULL DEFAULT '',
  `tk_user_message` bigint(20) NOT NULL DEFAULT '0',
  `tk_user_lastuse` text,
  `tk_user_backup1` varchar(60) NOT NULL,
  `tk_pinyin` varchar(50) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_user`
--

INSERT INTO `tk_user` (`uid`, `tk_user_login`, `tk_user_pass`, `tk_user_token`, `tk_display_name`, `tk_team`, `tk_user_role`, `pid`, `tk_user_status`, `tk_user_registered`, `tk_user_remark`, `tk_user_rank`, `tk_user_contact`, `tk_user_email`, `tk_user_message`, `tk_user_lastuse`, `tk_user_backup1`, `tk_pinyin`) VALUES
(1, 'admin', 'a6ec5a7b854d204b74cd90a8306a957e', '0', 'Admin', 0, 0, 1, 'asdfasf', '2015-12-08 02:26:53', '', 5, '', '', 676, '{"0":{"uid":"1","uname":"Admin"},"2":{"uid":"46","uname":""},"3":{"uid":"46","uname":"\\u674e\\u56db"},"4":{"uid":"1","uname":""}}', '', NULL),
(45, 'test1', '4e39d6aaa157a087af755cfa6e05062e', '0', '张三', 0, 0, 0, '', '2015-12-04 11:08:45', '', 4, '12345678', '', 0, NULL, '', NULL),
(46, 'lisi', 'd6fde252a6b164a42958c1a8c7c674d6', '0', '李四', 0, 0, 0, '', '2015-12-07 00:14:06', '', 3, '', '', 661, '[{"uid":"1", "uname":"Admin" }]', '', NULL),
(47, 'banshiyuan', 'ff8b78934a1d53ac078657da6d0af2da', '0', '办事员', 8, 5, 0, '', '2015-12-08 22:44:49', 'sdfasdfasdf1', 3, '13321111111', 'sdfasdf@asdfasd.com1', 0, NULL, '', NULL),
(48, 'yuanzhang', 'ff8b78934a1d53ac078657da6d0af2da', '0', '院长', 5, 1, 0, '', '2015-12-08 23:37:58', '', 2, '', '', 0, NULL, '', NULL),
(49, 'zonggong', 'ff8b78934a1d53ac078657da6d0af2da', '0', '总工', 1, 2, 0, '', '2015-12-08 01:53:43', '', 3, '', '', 0, NULL, '', NULL),
(50, 'suozhang', 'ff8b78934a1d53ac078657da6d0af2da', '0', '所长', 4, 3, 0, '', '2015-12-08 01:54:20', '', 3, '', '', 0, NULL, '', NULL),
(51, 'zhuren', 'ff8b78934a1d53ac078657da6d0af2da', '0', '主任工程师', 4, 4, 0, '', '2015-12-08 01:55:07', '', 3, '', '', 0, NULL, '', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `tk_user_role`
--

DROP TABLE IF EXISTS `tk_user_role`;
CREATE TABLE `tk_user_role` (
  `id` int(11) NOT NULL,
  `tk_role_name` varchar(50) NOT NULL,
  `tk_role_order` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tk_user_role`
--

INSERT INTO `tk_user_role` (`id`, `tk_role_name`, `tk_role_order`) VALUES
(1, '院长', 10),
(2, '总工程师', 20),
(3, '所长', 30),
(4, '主任工程师', 40),
(5, '办事员', 50),
(6, '项目负责人', 40);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tk_announcement`
--
ALTER TABLE `tk_announcement`
  ADD PRIMARY KEY (`AID`);

--
-- Indexes for table `tk_approval`
--
ALTER TABLE `tk_approval`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tk_bug`
--
ALTER TABLE `tk_bug`
  ADD PRIMARY KEY (`bugid`);

--
-- Indexes for table `tk_comment`
--
ALTER TABLE `tk_comment`
  ADD PRIMARY KEY (`coid`);

--
-- Indexes for table `tk_document`
--
ALTER TABLE `tk_document`
  ADD PRIMARY KEY (`docid`);

--
-- Indexes for table `tk_item`
--
ALTER TABLE `tk_item`
  ADD PRIMARY KEY (`item_id`);

--
-- Indexes for table `tk_item01`
--
ALTER TABLE `tk_item01`
  ADD PRIMARY KEY (`im01id`);

--
-- Indexes for table `tk_item02`
--
ALTER TABLE `tk_item02`
  ADD PRIMARY KEY (`im02id`);

--
-- Indexes for table `tk_item03`
--
ALTER TABLE `tk_item03`
  ADD PRIMARY KEY (`im03id`);

--
-- Indexes for table `tk_item04`
--
ALTER TABLE `tk_item04`
  ADD PRIMARY KEY (`im04id`);

--
-- Indexes for table `tk_item05`
--
ALTER TABLE `tk_item05`
  ADD PRIMARY KEY (`im05id`);

--
-- Indexes for table `tk_item06`
--
ALTER TABLE `tk_item06`
  ADD PRIMARY KEY (`im06id`);

--
-- Indexes for table `tk_kpi`
--
ALTER TABLE `tk_kpi`
  ADD PRIMARY KEY (`kpid`);

--
-- Indexes for table `tk_log`
--
ALTER TABLE `tk_log`
  ADD PRIMARY KEY (`logid`);

--
-- Indexes for table `tk_manhour`
--
ALTER TABLE `tk_manhour`
  ADD PRIMARY KEY (`MHID`);

--
-- Indexes for table `tk_menu`
--
ALTER TABLE `tk_menu`
  ADD PRIMARY KEY (`meid`);

--
-- Indexes for table `tk_message`
--
ALTER TABLE `tk_message`
  ADD PRIMARY KEY (`meid`),
  ADD KEY `tk_mess_touser` (`tk_mess_touser`),
  ADD KEY `tk_mess_fromuser` (`tk_mess_fromuser`);

--
-- Indexes for table `tk_mul`
--
ALTER TABLE `tk_mul`
  ADD PRIMARY KEY (`muid`);

--
-- Indexes for table `tk_project`
--
ALTER TABLE `tk_project`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tk_project_sub`
--
ALTER TABLE `tk_project_sub`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tk_project_type`
--
ALTER TABLE `tk_project_type`
  ADD PRIMARY KEY (`ptid`);

--
-- Indexes for table `tk_status`
--
ALTER TABLE `tk_status`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tk_status_project`
--
ALTER TABLE `tk_status_project`
  ADD PRIMARY KEY (`psid`);

--
-- Indexes for table `tk_task`
--
ALTER TABLE `tk_task`
  ADD PRIMARY KEY (`TID`),
  ADD KEY `touser_st_et` (`csa_to_user`,`csa_plan_st`,`csa_plan_et`),
  ADD KEY `fruser` (`csa_from_user`);

--
-- Indexes for table `tk_task_byday`
--
ALTER TABLE `tk_task_byday`
  ADD PRIMARY KEY (`tbid`);

--
-- Indexes for table `tk_task_tpye`
--
ALTER TABLE `tk_task_tpye`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tk_team`
--
ALTER TABLE `tk_team`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `tk_team_name` (`tk_team_name`);

--
-- Indexes for table `tk_user`
--
ALTER TABLE `tk_user`
  ADD PRIMARY KEY (`uid`);

--
-- Indexes for table `tk_user_role`
--
ALTER TABLE `tk_user_role`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `tk_role_name` (`tk_role_name`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tk_announcement`
--
ALTER TABLE `tk_announcement`
  MODIFY `AID` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `tk_approval`
--
ALTER TABLE `tk_approval`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `tk_bug`
--
ALTER TABLE `tk_bug`
  MODIFY `bugid` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tk_comment`
--
ALTER TABLE `tk_comment`
  MODIFY `coid` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `tk_document`
--
ALTER TABLE `tk_document`
  MODIFY `docid` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;
--
-- AUTO_INCREMENT for table `tk_item`
--
ALTER TABLE `tk_item`
  MODIFY `item_id` smallint(4) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;
--
-- AUTO_INCREMENT for table `tk_item01`
--
ALTER TABLE `tk_item01`
  MODIFY `im01id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tk_item02`
--
ALTER TABLE `tk_item02`
  MODIFY `im02id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tk_item03`
--
ALTER TABLE `tk_item03`
  MODIFY `im03id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tk_item04`
--
ALTER TABLE `tk_item04`
  MODIFY `im04id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tk_item05`
--
ALTER TABLE `tk_item05`
  MODIFY `im05id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tk_item06`
--
ALTER TABLE `tk_item06`
  MODIFY `im06id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tk_kpi`
--
ALTER TABLE `tk_kpi`
  MODIFY `kpid` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tk_log`
--
ALTER TABLE `tk_log`
  MODIFY `logid` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=861;
--
-- AUTO_INCREMENT for table `tk_manhour`
--
ALTER TABLE `tk_manhour`
  MODIFY `MHID` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tk_menu`
--
ALTER TABLE `tk_menu`
  MODIFY `meid` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tk_message`
--
ALTER TABLE `tk_message`
  MODIFY `meid` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=688;
--
-- AUTO_INCREMENT for table `tk_mul`
--
ALTER TABLE `tk_mul`
  MODIFY `muid` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tk_project`
--
ALTER TABLE `tk_project`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=91;
--
-- AUTO_INCREMENT for table `tk_project_sub`
--
ALTER TABLE `tk_project_sub`
  MODIFY `id` bigint(6) UNSIGNED ZEROFILL NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=46;
--
-- AUTO_INCREMENT for table `tk_status`
--
ALTER TABLE `tk_status`
  MODIFY `id` smallint(4) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;
--
-- AUTO_INCREMENT for table `tk_status_project`
--
ALTER TABLE `tk_status_project`
  MODIFY `psid` smallint(4) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;
--
-- AUTO_INCREMENT for table `tk_task`
--
ALTER TABLE `tk_task`
  MODIFY `TID` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=207;
--
-- AUTO_INCREMENT for table `tk_task_byday`
--
ALTER TABLE `tk_task_byday`
  MODIFY `tbid` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=362;
--
-- AUTO_INCREMENT for table `tk_task_tpye`
--
ALTER TABLE `tk_task_tpye`
  MODIFY `id` smallint(4) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;
--
-- AUTO_INCREMENT for table `tk_team`
--
ALTER TABLE `tk_team`
  MODIFY `id` int(11) UNSIGNED ZEROFILL NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `tk_user`
--
ALTER TABLE `tk_user`
  MODIFY `uid` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=52;
--
-- AUTO_INCREMENT for table `tk_user_role`
--
ALTER TABLE `tk_user_role`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
